const quiz = [
    {
        q: 'До давньої української літератури належить твір:',
        options: [
            '«Енеїда»',
            '«І мертвим, і живим, і ненарожденним...»',
            '«Слово про похід Ігорів»',
            '«Камінний хрест»',
            '«Захар Беркут»'
        ],
        answer: 3
    },
    {
        q: 'У вірші «De libertate» автор згадує історичного діяча, про якого йдеться й у творі:',
        options: [
            '«Хіба ревуть воли, як ясла повні?»',
            '«Модри Камень»',
            '«Кавказ»',
            '«Маруся Чурай»',
            '«Intermezzo»'
        ],
        answer: 4,
        
    },
    {
        q: 'З епіграфа «Аще кто речеть, яко люблю Бога, а брата своего ненавидить, ложь есть» починається твір:',
        options: [
            '«І мертвим, і живим, і ненарожденним...»',
            '«Кайдашева сім*я»',
            '«Слово про похід Ігорів»',
            '«Тіні забутих предків»',
            '«Три зозулі з поклоном»'
        ],
        answer: 1
    },
    {
        q: 'Уривок: "А ще Івана кликали в селі Переломаним. Мав у поясі хибу, бо все ходив схилений, як би два залізні краки стягали тулуб до ніг. То його вітер підвіяв..." узято з твору:',
        options: [
            'Івана Котляревського',
            'Пантелеймона Куліша',
            'Михайла Коцюбинського',
            'Василя Стефаника',
            'Івана Франка'
        ],
        answer: 4
    },
    {
        q: 'Івана Мазепу, Максима Залізняка, Івана Гонту згадано у творі, де є рядки',
        options: [
            '«Херсонські прерії – мов Січ, / А кобзарем - херсонський вітер, / І рідним був одразу клич: / – Вставайте! Кайдани порвіте!»',
            '«Любіть Україну, як сонце, любіть, / як вітер, і трави, і води... / В годину щасливу і в радості мить, / любіть у годину негоди»',
            '«кожне слово / нашої мови записане у Літописі / тож хай знають вороги якими словами / на самоті мовчимо»',
            '«Господи, гніву пречистого / благаю – не май за зле. / Де не стоятиму – вистою»',
            '«Гетьте, думи, ви хмари осінні! / То ж тепера весна золота! / Чи то так у жалю, в голосінні / Проминуть молодії літа?»'
        ],
        answer: 1
    },

    {

        q: 'Позасюжетним елементом твору «Тигролови» є уривок:',
        options: [
            '«Почорніле обличчя з міцно стиснутими щелепами заросло щетиною. На крутому лобі дві глибокі зморшки сторч між крилами брів, а в зморшках сіль від поту. Одна брова тремтить, і від того таке враження, ніби брови ті пориваються полетіти...»',
            '«Раптом у сінях зашаруділа хода. Григорій натягнув ковдру і прикинувся, що спить. В хату щось увійшло. Підійшло до нього і нависло над ним. Чути, як дихає. Розплющив очі: над ним, витягнувшись, як вуж, і випнувши груди, перехилилась дівчина, чіпляла на стіну ще одну рушницю...»',
            '«Кілометрів за п*ять перед Лазо заїхали на заїмку до Сіркового знайомого мандзи Кім Гі Суна і подарували йому всіх тих фазанів та тетеруків гамузом...і стали в нього табором. Тут вони залишили коні, зброю, зайві речі...»',
            '«Другий кинувся упоперек, до лісу. Григорій дивився йому услід, слухав, як у грудях стукає серце, напоєне помстою... Тут утікач обернувся і вистрелив з пістоля. Уже майже видряпався на урвище до лісу. Куля тьохнула десь у сніг...»',
            '«Ще не розвиднилось гаразд, як з Сіркової заїмки в мороз, що стояв туманом, вийшли і попливли помалу по снігу двоє озброєних, на лижвах, з рюкзаками за плечима, а за ними великий якутський пес. Перейшли падь і пірнули в нетрі...»'
        ],
        answer: 1
    },

    {
        q: 'Класичним зразком українського оперного репертуару став твір:',
        options: [
            '«Мартин Боруля»',
            '«Чорна рада»',
            '«Мина Мазайло»',
            '«Наталка Полтавка»',
            '«Valse mélangcolique»'
        ],
        answer: 4
    },

    {
        q: 'Утвердження думки про необхідність національної злагоди українців заради зміцнення держави – ідея твору, де діють персонажі:',
        options: [
            'Яким Сомко, Іван Брюховецький, Леся Череванівна',
            'Карпо Кайдаш, Лаврін Кайдаш, Маруся Кайдашиха',
            'Захар Беркут, Митько Вояк, Бурунда-бегадир',
            'Чіпка Варениченко, Максим Ґудзь, Мотря Жуківна',
            'Гервасій Гуляницький, Націєвський, Палажка'
        ],
        answer: 1
    },

    {
        q: 'Перші десятиріччя після скасування кріпацтва – історичне тло твору, у якому зав*язкою є:',
        options: [
            'початок подорожі Енея з троянцями',
            'возний пропонує Наталці одружитися з ним',
            'Карпо Кайдаш одружується з Мотрею',
            'приїзд Шрама із сином у Хмарище',
            'Тугар Вовк прибуває з дочкою в Тухольщину'
        ],
        answer: 3
        
    },

    {
        q: 'Зображення трагічного кохання Івана та Марічки в обрамленні гуцульських звичаїв та карпатської природи – тема твору:',
        options: [
            'Івана Нечуя-Левицького',
            'Ольги Кобилянської',
            'Юрія Яновського',
            'Ліни Костенко',
            'Михайла Коцюбинського'
        ],
        answer: 5
    },

    {
        q: 'Розповідь візника про місцевого розбійника Василя Гнидку стала основою для твору:',
        options: [
            'Панаса Рудченка',
            'Івана Тобілевича',
            'Олександра Кандиби',
            'Павла Губенка',
            'Миколи Фітільова'
        ],
        answer: 1
    },

    {
        q: 'До ліро-епосу належить твір:',
        options: [
            '«Наша мова»',
            '«Два кольори»',
            '«Балада про соняшник»',
            '«Господи, гніву пречистого...»',
            '«Страшні слова, коли вони мовчать...»'
        ],
        answer: 3
    },

    {
        q: '«Буду жити! Геть думи сумні!..» – життєствердно лунає у творі:',
        options: [
            'Ліни Костенко',
            'Василя Симоненка',
            'Івана Драча',
            'Дмитра Павличка',
            'Лесі Українки'
        ],
        answer: 5
    },

    {
        q: 'Ознаки постмодерну відчутні в рядках:',
        options: [
            '«А надворі справді дощ... Травень, а так, понімаєте, холодно, як сказав поет... І дощ, дощ, який не вщухає, і пики, пики, їх усе більшає, вони розмножуються діленням і плавають довкола вас, наче риби, глибоководні плескаті риби з дна найчорніших океанів»',
            '«Се так, як от інколи схопиться завірюха – громом гримить, вітром бурхає, світу божого не видно; поламле старе дерево, повиворочує з корінням дуби й берези, а чому указав Господь рости й цвісти, те й останеться, і красується і весело да пишно, мов ізроду й хуртовини не бачило»',
            '«Недалеко от Богуслава, коло Росі, в довгому покрученому яру розкинулось село Семигори. Яр в*ється гадюкою між крутими горами, між зеленими терасами; од яру на всі боки розбіглись, неначе гілки дерева, глибокі рукави й поховались десь далеко в густих лісах. На дні довгого яру блищать рядками ставочки в очеретах, в осоці, зеленіють левади»',
            '«Мене вражала настирливість моря. Де б ви не йшли, воно завжди синіло між будинками в кінці вулиці. Тротуари - з квадратових плит чорного каменю. По ньому ковзко ходити. Я з пів року зневажливо топтав тротуари, поки взнав від Професора, що цей камінь привезено з Італії і що це – закам’яніла лава Везувію»',
            '«Київ – це те велике місто, куди він іде учитись і жити. Це те нове, що він мусить у нього ввійти, щоб осягнути свою здавна викохувану мрію. Невже Київ справді близько? Він збентежився...»'
        ],
        answer: 1
    },

    {
        q: 'Героїчні бої 2014 року на початку російсько-української війни на Савур-могилі нагадують трагічні події на тій же місцевості, які зображено у творі:',
        options: [
            '«Засвіт встали козаченьки»',
            '«Ой летіла стріла»',
            '«Чорна рада»',
            '«Ой Морозе, Морозенку»',
            '«Модри Камень»'
        ],
        answer: 4
    },

    {
        q: 'Багатогранний образ козацької України 1663 року змальовано у творі:',
        options: [
            'Івана Франка',
            'Тараса Шевченка',
            'Панаса Мирного',
            'Михайла Коцюбинського',
            'Пантелеймона Куліша',
            
        ],
        answer: 5
    },

    {
        q: 'Приказка «Живуть як кішка з собакою» характеризує стосунки в родині:',
        options: [
            'Кайдашів',
            'Сірків',
            'Череванів',
            'Беркутів',
            'Чураїв'
        ],
        answer: 1
    },

    {
        q: 'Народні перекази про потоплення монгольських загонів стали основою для написання твору:',
        options: [
            '«Захар Беркут»',
            '«Слово про похід Ігорів»',
            '«Модри Камень»',
            '«Тіні забутих предків»',
            '«Майстер корабля»'
        ],
        answer: 1
    },

    {
        q: '«В Нюсі я довго ще любив Полю. НІ одна, ні друга із сестер, звичайно, цього не знали», – згадував автор твору:',
        options: [
            '«Чари ночі»',
            '«О панно Інно...»',
            '«Чого являєшся мені у сні?.»',
            '«У теплі дні збирання винограду...»',
            '«Задивляюсь у твої зіниці...»'
        ],
        answer: 2
    },

    {
        q: 'Осмислення історичної долі України, утвердження ідеї державного суверенітету – провідний мотив твору:',
        options: [
            '«Господи, гніву пречистого...»',
            '«Два кольори»',
            '«Contra spem spero!»',
            '«Уривок з поеми»',
            '«De libertate»'
        ],
        answer: 4
    },

]