const quiz = [
    {
        q: 'На рисунку зображено три біологічні об’єкти, позначені цифрами. <br> <br> Проаналізуйте твердження щодо рівнів організації об’єктів. <br> І. Об’єкти 1 і 2 перебувають на одному рівні організації живої природи. <br> ІІ. Об’єкт 3 можна водночас розглядати на двох різних рівнях організації живої природи.<br><br>Чи є поміж них правильні?',
        options: [
            'правильне лише І',
            'правильне лише ІІ',
            'обидва правильні',
            'немає правильних'
        ],
        answer: 1,
        img: '1.png'
    },
    {
        q: 'Проаналізуйте діаграму, на якій відображено масові частки (%) хімічних елементів в організмі людини. Укажіть назву хімічного елемента, пропущену в підписі до діаграми.',
        options: [
            'Йод',
            'Флуор',
            'Карбон',
            'Кальцій'
        ],
        answer: 2,
        img: '2.png'
    },
    {
        q: 'Проаналізуйте інформацію та виконайте завдання <br><br> Генетичне захворювання людини – хворобу Тея – Сакса – спричиняє мутація в гені HEXA, локус якого міститься в 15-й хромосомі. Ген кодує фермент гексозамінідазу А. Цей фермент міститься в лізосомах і бере участь у руйнуванні старих структурних елементів нейронів – гангліозидів. У разі нестачі ферменту зазначені сполуки накопичуються в нейронах, що призводить до порушення функціонування і загибелі цих клітин. <br><br> Яку функцію в клітині виконує гексозамінідаза А?',
        options: [
            'рухову',
            'захисну',
            'каталітичну',
            'транспортну'
        ],
        answer: 2
    },
    {
        q: 'Проаналізуйте інформацію та виконайте завдання <br><br> Генетичне захворювання людини – хворобу Тея – Сакса – спричиняє мутація в гені HEXA, локус якого міститься в 15-й хромосомі. Ген кодує фермент гексозамінідазу А. Цей фермент міститься в лізосомах і бере участь у руйнуванні старих структурних елементів нейронів – гангліозидів. У разі нестачі ферменту зазначені сполуки накопичуються в нейронах, що призводить до порушення функціонування і загибелі цих клітин. <br><br> Органели, у яких міститься гексозамінідаза,',
        options: [
            'утворені двома мембранами',
            'розмножуються поділом навпіл',
            'містять власну спадкову інформацію',
            'утворюються в комплексі Гольджі'
        ],
        answer: 3
    },
    {
        q: 'Проаналізуйте інформацію та виконайте завдання <br><br> Генетичне захворювання людини – хворобу Тея – Сакса – спричиняє мутація в гені HEXA, локус якого міститься в 15-й хромосомі. Ген кодує фермент гексозамінідазу А. Цей фермент міститься в лізосомах і бере участь у руйнуванні старих структурних елементів нейронів – гангліозидів. У разі нестачі ферменту зазначені сполуки накопичуються в нейронах, що призводить до порушення функціонування і загибелі цих клітин. <br><br> Учень й учениця обговорювали наведену інформацію. Учень висловив судження, що локус гена, пов’язаного з розвитком захворювання, міститься в аутосомі. Учениця зауважила, що причину цього захворювання можна виявити методом світлової мікроскопії. <br><br> Чи має хтось із них рацію?',
        options: [
            'лише учень',
            'лише учениця',
            'обоє мають рацію',
            'обоє помиляються'
        ],
        answer: 0
    },
    {
        q: 'Розгляньте схему біологічного процесу. Укажіть правильну послідовність мономерів, позначених цифрами 1, 2, 3 й 4.',
        options: [
            'АТЦГ',
            'УАГЦ',
            'УУГЦ',
            'ТАГЦ'
        ],
        answer: 1,
        img: '6.png'
    },
    {
        q: 'У дафнії відбуваються сезонні зміни форми й розмірів головної частини тіла. Проявом якої форми мінливості є це явище?',
        options: [
            'мутаційної',
            'спадкової',
            'комбінативної',
            'модифікаційної'
        ],
        answer: 3
    },
    {
        q: 'Зазначте напрям біотехнології, що займається дослідженнями з перебудови генотипу.',
        options: [
            'хімічний синтез',
            'генна інженерія',
            'клітинна інженерія',
            'мікробіологічний синтез'
        ],
        answer: 1
    },
    {
        q: 'Уперше це вірусне захворювання описав Гіппократ. Перебіг захворювання супроводжується ураженням центральної нервової системи й виникненням паралічів. Укажіть назву цього захворювання.',
        options: [
            'туберкульоз',
            'поліомієліт',
            'ботулізм',
            'грип'
        ],
        answer: 1
    },
    {
        q: 'Резервний полісахарид бурих водоростей, назва якого походить від назви водорості, це –',
        options: [
            'хітин',
            'ламінарин',
            'крохмаль',
            'глікоген'
        ],
        answer: 1
    },
    {
        q: 'Учні й учениці досліджували цибулини тюльпана. На їхніх розрізах вони виявили бруньки. А після висаджування в ґрунт цілих цибулин побачили, що з них згодом розвинулися пагони з квітками. <br><br> За результатами дослідження зробили такі висновки: <br> І. Цибулина є видозміненим пагоном. <br> ІІ. Цибулина забезпечує статеве розмноження. <br><br>Чи є поміж них правильні?',
        options: [
            'правильний лише І',
            'правильний лише ІІ',
            'обидва правильні',
            'немає правильних'
        ],
        answer: 0
    },
    {
        q: 'Прочитайте опис, зроблений відомим купцем-мандрівником Марко Поло: «У Китаї є чорний камінь, викопують його в горах як руду, а горить він як дрова. Вогонь від нього сильніший, ніж від дров, а горіння триває всю ніч аж до ранку. Спалювати цей камінь набагато дешевше та й до того ж дерева зберігаються…». <br><br> Викопні представники якої групи рослин утворили корисну копалину, описану мандрівником?',
        options: [
            'бурі водорості',
            'папороті',
            'покритонасінні',
            'діатомові водорості'
        ],
        answer: 1
    },
    {
        q: 'Частота пульсації скоротливих вакуолей найпростіших залежить від',
        options: [
            'концентрації солей у навколишньому середовищі',
            'кількості неперетравлених решток у клітині',
            'руху цитоплазми в клітині',
            'кількості війок на поверхні цитоплазми'
        ],
        answer: 0
    },
    {
        q: 'Функцію скелета в членистоногих виконує',
        options: [
            'хорда',
            'хребет',
            'гідроскелет',
            'хітинова кутикула'
        ],
        answer: 3
    },
    {
        q: 'Учні й учениці вивчали будову риби, зображеної на рисунку. За однією із зовнішніх ознак вони віднесли її до кісткових риб. Яка ознака стала доказом?',
        options: [
            'є зяброві кришки',
            'обтічна форма тіла',
            'є хвостовий плавець',
            'шкіра зі слизовими залозами'
        ],
        answer: 0,
        img: '15.png'
    },
    {
        q: 'Укажіть назву частини травної системи, у яку відкриваються протоки слинних залоз.',
        options: [
            'ротова порожнина',
            'тонкий кишечник',
            'стравохід',
            'шлунок'
        ],
        answer: 0
    },

    {
        q: 'У таблиці наведено характеристики первинної і вторинної сечі. Укажіть правильну комбінацію характеристик для заповнення пропусків у таблиці.',
        options: [
            '1 – 5–6 л, 2 – капсула нефрона, 3 – реабсорбція',
            '1 – 5–6 л, 2 – збирна трубочка, 3 – відстоювання',
            '1 – 100–180 л, 2 – капсула нефрона, 3 – фільтрація',
            '1 – 100–180 л, 2 – система канальців нефрона, 3 – фільтрація'
        ],
        answer: 3,
        img: '17.png'
    },

    {
        q: 'Види в екосистемах об’єднані у функціональні групи – продуценти, консументи, редуценти. Організми якого виду належать до продуцентів?',
        options: [
            'кіт лісовий',
            'дятел великий строкатий',
            'малина лісова',
            'мураха руда лісова'
        ],
        answer: 2,
    },

    {
        q: 'Під час еволюції ссавців виникли форми, які адаптувалися до різних середовищ існування, зокрема рукокрилі опанували повітряний простір, китоподібні пристосувалися до життя у воді, деякі комахоїдні оселилися в ґрунті. <br><br> Наведений факт є наслідком',
        options: [
            'дивергенції',
            'паралелізму',
            'дегенерації',
            'конвергенції'
        ],
        answer: 0,
    },

    {
        q: 'Захворювання, спричинене вірусом, – це',
        options: [
            'малярія',
            'кашлюк',
            'поліомієліт',
            'туберкульоз'
        ],
        answer: 2,
    }
];
