const quiz = [
    {
        q: 'У дрозофіли рецесивний алель одного з генів визначає відсутність пігменту очей, світле забарвлення тіла, знижує плодючість і тривалість життя.\nЦей приклад є ілюстрацією',
        options: [
            'епістазу',
            'плейотропії',
            'кодомінування',
            'комплементарності'
        ],
        answer: 1
    },
    {
        q: 'У рослинній клітині, на відміну від тваринної, є',
        options: [
            'мітохондрії',
            'клітинна стінка',
            'комплекс Гольджі',
            'ендоплазматична сітка'
        ],
        answer: 1
    },
    {
        q: 'До якого типу належить зображений плід рослини?',
        options: [
            'ягода',
            'стручок',
            'кістянка',
            'коробочка'
        ],
        answer: 2,
        img: '10.png'
    },

    {
        q: 'На схематичному зображенні внутрішньої будови стебла складник, який містить живі клітини й забезпечує транспортування органічних речовин, позначено буквою.',
        options: [
            'А',
            'Б',
            'В',
            'Г'
        ],
        answer: 1,
        img: '9.png'
    },

    {
        q: 'Який складник на схемі життєвого циклу папоротей позначено буквою Х?',
        options: [
            'сорус',
            'спорофіт',
            'спорангій',
            'гаметофіт'
        ],
        answer: 3,
        img: '11.png'
    },

    {
        q: 'Одноклітинні зелені водорості як складники лишайника виконують функцію',
        options: [
            'всмоктування води з мінеральними речовинами',
            'утворення верхньої кірочки',
            'синтезу органічних речовин',
            'прикріплення до субстрату'
        ],
        answer: 2
    },

    {
        q: 'Представників цієї групи водоростей використовують для оцінювання ступеня забруднення водойм. Їхніми рештками утворені осадові породи, що застосовують як будівельний тепло- та звукоізолювальний матеріал. Ідеться про водорості',
        options: [
            'бурі',
            'зелені',
            'червоні',
            'діатомові'
        ],
        answer: 3
    },

    {
        q: 'Якою буквою на рисунку позначено кровоносну систему тварини?',
        options: [
            'А',
            'Б',
            'В',
            'Г'
        ],
        answer: 1,
        img: '14.png'
    },

    {
        q: 'На рисунку зображено безхребетних тварин.\nЯкі з ознак є спільними для них усіх?',
        options: [
            '1, 2, 6',
            '1, 3, 5',
            '2, 4, 5',
            '3, 4, 6'
        ],
        answer: 1,
        img: '15.jpg'
    },

    {
        q: 'Більшість тварин цієї групи – наземні мешканці, деякі живуть у водному середовищі, їхня шкіра вкрита роговими утворами й здебільшого не має залоз. Про яку групу тварин ідеться?',
        options: [
            'риби',
            'ссавці',
            'амфібії',
            'рептилії'
        ],
        answer: 3
    },

    {
        q: 'Проаналізуйте інформацію та виконайте завдання. <br><br> Тривалість фаз серцевого циклу може змінюватися для оптимального забезпечення потреб організму. Зазвичай у стресових ситуаціях у людини виникає тахікардія – стан значно підвищеної частоти серцевих скорочень (ЧСС) порівняно з нормальними показниками. Результати вимірювання показників середньої тривалості фаз серцевого циклу людини в стані спокою та перед першим стрибком із парашутом наведено в таблиці. Однією з причин тахікардії в стресових ситуаціях може бути вплив гормонів, які виділяє <br><br> Однією з причин тахікардії в описаній ситуації може бути вплив гормонів, які виділяє',
        options: [
            'епіфіз',
            'вилочкова залоза',
            'надниркова залоза',
            'підшлункова залоза'
        ],
        answer: 2,
        img: '17.jpg'
    },

    {
        q: 'Проаналізуйте інформацію та виконайте завдання. <br><br> Тривалість фаз серцевого циклу може змінюватися для оптимального забезпечення потреб організму. Зазвичай у стресових ситуаціях у людини виникає тахікардія – стан значно підвищеної частоти серцевих скорочень (ЧСС) порівняно з нормальними показниками. Результати вимірювання показників середньої тривалості фаз серцевого циклу людини в стані спокою та перед першим стрибком із парашутом наведено в таблиці. Однією з причин тахікардії в стресових ситуаціях може бути вплив гормонів, які виділяє <br><br> Якою є частота серцевих скорочень (ударів за хвилину) у цієї людини безпосередньо перед першим стрибком?',
        options: [
            '100',
            '110',
            '120',
            '130'
        ],
        answer: 0,
        img: '17.jpg'
    },

    {
        q: 'Проаналізуйте інформацію та виконайте завдання. <br><br> Тривалість фаз серцевого циклу може змінюватися для оптимального забезпечення потреб організму. Зазвичай у стресових ситуаціях у людини виникає тахікардія – стан значно підвищеної частоти серцевих скорочень (ЧСС) порівняно з нормальними показниками. Результати вимірювання показників середньої тривалості фаз серцевого циклу людини в стані спокою та перед першим стрибком із парашутом наведено в таблиці. Однією з причин тахікардії в стресових ситуаціях може бути вплив гормонів, які виділяє <br><br> Активація роботи якого відділу нервової системи забезпечує повернення ЧСС до показників спокійного стану організму?',
        options: [
            'парасимпатичного',
            'мозолистого тіла',
            'симпатичного',
            'мозочку '
        ],
        answer: 0,
        img: '17.jpg'
    },

    {
        q: 'На рисунку схематично відображено динаміку вмісту в розчині крохмалю (А) та білка (В) під впливом ферментів. Стрілками позначено моменти, коли до розчину додавали ферменти. <br><br> Проаналізуйте твердження щодо проведеного експерименту. <br> І. Стрілка 1 указує на момент додавання ліпази. <br> ІІ. Стрілка 2 вказує на момент додавання пепсину. Чи є поміж них правильні?',
        options: [
            'правильне лише І',
            'правильне лише ІІ',
            'обидва правильні.',
            'немає правильних.'
        ],
        answer: 1,
        img: '20.png'
    },

    {
        q: 'Кістка, яку на рисунку позначено буквою Х, є складником',
        options: [
            'грудної клітки',
            'поясу верхніх кінцівок',
            'поясу нижніх кінцівок',
            'вільної верхньої кінцівки'
        ],
        answer: 1,
        img: '22.png'
    },

    {
        q: 'Укажіть залози шкіри людини.',
        options: [
            'паращитоподібні',
            'тимус',
            'потові',
            'слинні'
        ],
        answer: 2
    },

    {
        q: 'Відновлення рослинності на місці лісової пожежі – це приклад',
        options: [
            'вторинної сукцесії',
            'первинної сукцесії',
            'клімаксу',
            'еволюції'
        ],
        answer: 0
    },

    {
        q: 'На рисунку зображено представників різних видів перетинчастокрилих комах. У центрі – знайдений у рівненському бурштині представник викопного виду Eocencnemus vichrenkoi. Навколо нього – сучасні високоспеціалізовані види, які є його нащадками. Змін зазнали будова й розміри крил, вусиків, ходильних кінцівок тощо. Цим рисунком зілюстровано приклад',
        options: [
            'паралелізму',
            'конвергенції',
            'штучного добору',
            'адаптивної радіації'
        ],
        answer: 3,
        img: '24.png'
    },

    {
        q: 'Одним зі спадкових захворювань людини є дальтонізм – порушення сприйняття кольорів. Нездатність розрізняти червоний і зелений кольори зумовлена дефектом у генах, які містяться в Х-хромосомі. Рецесивна мутація в одному із цих генів призводить до втрати відповідної чутливості, тому людина погано розрізняє кольори в червоно-зеленій ділянці спектра. <br><br> Виникнення дальтонізму зумовлене',
        options: [
            'генною мутацією',
            'геномною мутацією',
            'хромосомною мутацією',
            'модифікаційною мінливістю'
        ],
        answer: 0
    },

    {
        q: 'У прісних добре прогрітих водоймах, зокрема водосховищах, водоймах-охолоджувачах теплових й атомних електростанцій, ставках, може відбуватися «цвітіння» води – поверхня вкривається зеленкувато-сизуватою плівкою. <br><br> Описане явище зумовлене розмноженням',
        options: [
            'буріх водоростей',
            'бактерій гниття',
            'ціанобактерій',
            'грибів'
        ],
        answer: 2
    }
];
