const quiz = [
    {
        q: 'У якому з наведених прикладів Місяць можна вважати матеріальною точкою?',
        options: [
            'обчислення тривалості сонячного затемнення',
            'добирання місця посадки на Місяць космічного корабля',
            'визначення гравітаційної сили, що діє між Місяцем і Сонцем',
            'вивчення рельєфу поверхні Місяця'
        ],
        answer: 2
    },
    {
        q: 'Літак масою 20 т летів протягом 1 год горизонтально зі сталою швидкістю 360 км/год. Сила тяги двигунів дорівнювала 10 кН. Визначте роботу, здійснену за цих умов силою тяжіння. Уважайте, що прискорення вільного падіння дорівнює 10 м/с2.',
        options: [
            '3,6 ГДж',
            '0 Дж',
            '3,6 ГДж',
            '72 ГДж'
        ],
        answer: 1
    },
    {
        q: 'Автомобіль масою 1 т рухається рівномірно по мосту на висоті 5 м над поверхнею землі. Швидкість руху автомобіля дорівнює 10 м/с. Визначте імпульс і кінетичну енергію автомобіля.',
        options: [
            '10^4 кг*м/с; 10^5 Дж',
            '10^4 кг*м/с; 5*10^4 Дж',
            '5*10^4 кг*м/с; 10^4 Дж',
            '10^5 кг*м/с; 10^4 Дж'
        ],
        answer: 1
    },
    {
        q: 'На рисунку зображено графіки процесів змінювання стану ідеального газу в координатах 𝑉𝑇, де 𝑉 – обʼєм, 𝑇 – абсолютна температура. Укажіть графік, що відповідає ізобарному охолодженню газу.',
        options: [
            '1',
            '2',
            '3',
            '4'
        ],
        answer: 1,
        img: '1.png'
    },
    {
        q: 'Водяна пара в повітрі є насиченою, коли: <br><br> 1) сухий термометр психрометра показує вищу температуру, ніж вологий; <br><br> 2) сухий і вологий термометри психрометра показують однакову температуру; <br><br> 3) на стінах ванної кімнати утворилися крапельки роси; <br><br> 4) калюжі води на поверхні асфальту швидко висихають',
        options: [
            'у 1 і 4 прикладах',
            'у 2 і 3 прикладах',
            'у 2 і 4 прикладах',
            'у 1 і 3 прикладах'
        ],
        answer: 1
    },

    {

        q: 'Металевому порожнистому тілу, переріз якого зображено на рисунку, надано негативний заряд. Визначте співвідношення між потенціалами точок 1, 2, 3, якщо тіло розміщено в однорідному електричному полі.',
        options: [
            '𝜑1=𝜑2=𝜑3',
            '𝜑3<𝜑2<𝜑1',
            '𝜑1<𝜑2<𝜑3',
            '𝜑2> 𝜑1, 𝜑2> 𝜑3'
        ],
        answer: 0,
        img: '2.png'
    },

    {
        q: 'У скільки разів зменшиться маса речовини, що виділяється на електроді, якщо силу струму в електроліті збільшити в 3 рази, а час електролізу зменшити в 6 разів?',
        options: [
            'у 18 разів',
            'у 6 разів',
            'у 3 разів',
            'у 2 разів'
        ],
        answer: 3
    },

    {
        q: 'Магнітний потік, який пронизує плоске дротяне кільце, що проводить струм, в однорідному полі НЕ МОЖНА змінити,',
        options: [
            'розташувавши в кільці залізне осердя',
            'зім’явши кільце',
            'повернувши кільце навколо осі, перпендикулярної до площини кільця',
            'повернувши кільце навколо осі, що проходить у площині кільця'
        ],
        answer: 2
    },

    {
        q: 'По поверхні озера поширюється хвиля, профіль якої – синусоїда, зображена на рисунку. Визначте довжину цієї хвилі.',
        options: [
            '0,2 м',
            '0,4 м',
            '0,8 м',
            '1,2 м'
        ],
        answer: 2,
        img: '3.png'
    },

    {
        q: 'Світловий промінь переходить із середовища 1 у середовище 2 (див. рисунок). Укажіть правильне твердження.',
        options: [
            'промінь переходить із середовища 1 у середовище 2, не заломлюючись',
            'швидкість світла в середовищі 1 менша, ніж у середовищі 2',
            'кут падіння променя більший від кута заломлення',
            'довжина світлової хвилі в середовищі 2 менша, ніж у середовищі 1'
        ],
        answer: 1,
        img: '4.png'
    },

    {
        q: 'Яке перетворення енергії покладено в основу роботи фотоелемента?',
        options: [
            'енергія світла перетворюється на електричну енергію',
            'енергія світла перетворюється на механічну енергію',
            'енергія світла перетворюється на внутрішню енергію',
            'електрична енергія перетворюється на енергію світла'
        ],
        answer: 0
    },

    {
        q: 'Скільки нуклонів у ядрі атома Урану 235^92U?',
        options: [
            '92',
            '143',
            '235',
            '327'
        ],
        answer: 2
    },

    {
        q: 'Камінь лежить нерухомо на гірському схилі. Куди напрямлена сила, з якою він діє на схил?',
        options: [
            'вертикально вниз',
            'уздовж схилу вниз',
            'перпендикулярно до схилу вгору',
            'вертикально вгору'
        ],
        answer: 0
    },

    {
        q: 'Визначте, у який спосіб у камері Вільсона отримують перенасичену пару.',
        options: [
            'пару швидко нагрівають',
            'пару опромінюють ультрафіолетовими променями',
            'об*єм пари швидко збільшують',
            'об*єм пари швидко зменшують'
        ],
        answer: 2
    },

    {
        q: 'Інтенсивність хаотичного руху броунівської частинки тим більша, чим',
        options: [
            'вища температура і менша маса броунівської частинки',
            'вища температура і більша маса броунівської частинки',
            'нижча температура і більша маса броунівської частинки',
            'нижча температура і менша маса броунівської частинки'
        ],
        answer: 3
    },

    {
        q: 'Вага людини в ліфті менша за її вагу в нерухомому ліфті, коли той',
        options: [
            'рухається з 10-го поверху на 1-й і збільшує швидкість',
            'рівномірно рухається з 1-го поверху на 10-й',
            'рухається з 1-го поверху на 10-й і збільшує швидкість',
            'рівномірно рухається з 10-го поверху на 1-й'
        ],
        answer: 0
    },

    {
        q: 'Визначте максимальний виграш у силі, який можна отримати за допомогою системи з трьох нерухомих і трьох рухомих блоків.',
        options: [
            'у З рази',
            'у 6 рази',
            'у 8 рази',
            'у З2 рази'
        ],
        answer: 2
    },

    {
        q: 'У газі певної маси концентрація молекул залишається сталою, а їхня середня кінетична енергія зростає під час',
        options: [
            'ізохорного нагрівання',
            'ізотермічного стискання',
            'ізобарного охолодження',
            'адіабатного розширення'
        ],
        answer: 0
    },

    {
        q: 'Під час вимірювання відносної вологості повітря обидва термометри психрометра, вологий і сухий, показують однакову температуру. Це означає, що',
        options: [
            'повітря дуже сухе, відносна вологість дорівнює 0 %',
            'відносна вологість повітря дорівнює 50 %',
            'відносна вологість повітря дорівнює 100 %',
            'температура повітря становить 0 °С'
        ],
        answer: 2
    },

    {
        q: 'Яка фізична величина характеризує здатність конденсатора накопичувати електричний заряд?',
        options: [
            'потужність',
            'опір',
            'індуктивність',
            'електроємність'
        ],
        answer: 3
    },

]