const quiz = [
    {
        q: 'Велике розселення слов’ян відбувалось у період:',
        options: [
            'бронзового віку',
            'неоліту',
            'раннього залізного віку',
            'мезоліту'
        ],
        answer: 2
    },
    {
        q: 'Зображена на ілюстрації пам’ятка культури дає змогу скласти уявлення про життя:',
        options: [
            'скіфів',
            'кіммерійців',
            'сарматів',
            'венедів'
        ],
        answer: 0,
        img: '2.png'
    },
    {
        q: 'Позначте ім’я київського князя, який під час походу на Константинополь прибив на його воротах свій щит.',
        options: [
            'Святослав',
            'Ігор',
            'Олег',
            'Аскольд'
        ],
        answer: 2
    },
    {
        q: 'Подія, з якою пов’язані терміни «погост» і «урок»:',
        options: [
            'реформи княгині Ольги',
            'реформи князя Володимира Великого',
            'реформи Ярослава Мудрого',
            'реформи князя Святослава'
        ],
        answer: 0
    },
    {
        q: 'Ім’я князя, який проголосив християнство державною релігією Київської Русі:',
        options: [
            'Святослав',
            'Аскольд',
            'Ярослав',
            'Володимир'
        ],
        answer: 3
    },

    {

        q: 'Місто, в якому відбулася коронація Данила Галицького:',
        options: [
            'Київ',
            'Рим',
            'Львів',
            'Дорогочин'
        ],
        answer: 3
    },

    {
        q: 'Оцініть правильність висловлювань: <br><br> 1) Галицько-Волинська держава була прямою спадкоємницею Київської Русі; <br> 2) Галицько-Волинське князівство, яке існувало з кінця ХІІ ст. після занепаду Русі, стало новим центром політичного й економічного життя, що сприяло розвитку українських земель.',
        options: [
            'тільки другий варіант правильний',
            'тільки перший варіант правильний',
            'обидва варіанти є правильними',
            'обидва варіанти є неправильними'
        ],
        answer: 2
    },

    {
        q: 'Укажіть синів Романа Великого, майбутніх князів Галицько-Волинської держави:',
        options: [
            'Шварно та Лев І',
            'Василько та Володимир',
            'Андрій та Лев ІІ',
            'Данило та Василько'
        ],
        answer: 3
    },

    {
        q: 'Укажіть назву пам’ятки архітектури, зображеної на фото:',
        options: [
            'Костел святого Варфоломія в Дрогобичі',
            'Успенський собор у Володимирі',
            'Церква святого Пантелеймона поблизу Галича',
            'Покровська церква-фортеця в с. Сутківцях'
        ],
        answer: 2,
        img: '9.png'
    },

    {
        q: 'Рік видання Другого Литовського статуту:',
        options: [
            '1529 р.',
            '1596 р.',
            '1566 р.',
            '1588 р.'
        ],
        answer: 2
    },

    {
        q: 'Фільварок – це:',
        options: [
            'міра земельного наділу',
            'господарство селянина',
            'форма селянської повинності',
            'багатогалузеве феодальне господарство'
        ],
        answer: 3
    },

    {
        q: 'Яка подія відбулася в 1569 р.?',
        options: [
            'заснування першої Запорозької Січі на о. Мала Хортиця',
            'похід козаків під проводом П. Сагайдачного на Московське царство',
            'об’єднання Великого князівства Литовського та Польського королівства',
            'укладення козацького реєстру польським королем Стефаном Баторієм'
        ],
        answer: 2
    },

    {
        q: 'Назва першої книги, яка була надрукована на території України:',
        options: [
            '«Острозька Біблія»',
            '«Буквар»',
            '«Апостол»',
            '«Пересопницьке Євангеліє»'
        ],
        answer: 2
    },

    {
        q: 'Нормативний акт, який на українських землях у XVI ст. остаточно запровадив кріпацтво:',
        options: [
            '«Устава на волоки»',
            'Привілей Казимира IV',
            'Третій Литовський статут',
            'Другий Литовський статут'
        ],
        answer: 2
    },

    {
        q: 'Видатний культурно-освітній діяч, який запровадив в Києвському колегіумі традиційну для Західної Європи систему навчання – «сім вільних наук» (граматика, риторика, діалектика, арифметика, геометрія, астрономія, музика):',
        options: [
            'Сильвестр Косів',
            'Йов Борецький',
            'Петро Могила',
            'Мелетій Смотрицький'
        ],
        answer: 2
    },

    {
        q: 'Рік підписання Люблінської унії:',
        options: [
            '1557 р.',
            '1569 р.',
            '1588 р.',
            '1596 р.'
        ],
        answer: 1
    },

    {
        q: 'У 1620 р. Богдан Хмельницький брав участь у битві разом із батьком, який там же і загинув, а сам Богдан потрапив у полон. Укажіть назву цієї битви:',
        options: [
            'Хотинська битва',
            'Цецорська битва',
            '«Солоницька трагедія»',
            '«Тарасова ніч»'
        ],
        answer: 1
    },

    {
        q: 'Оберіть варіант, який містить неправильну інформацію:',
        options: [
            'у І686 р. був підписаний «Вічний мир»',
            'у 1657 р. помер Богдан Хмельницький',
            'у 1663 р. відбулася чорна козацька рада біля м. Ніжин',
            'у 1677 р. було укладене Андрусівське перемир’я'
        ],
        answer: 3
    },

    {
        q: 'Дата завершення Першої світової війни:',
        options: [
            '3 березня 1918 р.',
            '29 квітня 1918 р.',
            '9 січня 1918 р.',
            '11 листопада 1918 р.'
        ],
        answer: 3
    },

    {
        q: 'Коли відбулася подія, у результаті якої польська влада планувала здійснити поставлені завдання: <br><br> «1. Залучити робочу силу для господарювання “повернутих земель”; <br> 2. Остаточно підірвати життєву базу ОУН й УПА; <br> 3. Асимілювати окремі родини етнічних українців у суцільній масі польського населення...»?',
        options: [
            '1944 р.',
            '1945 р.',
            '1946 р.',
            '1947 р.'
        ],
        answer: 3
    },

]