const quiz = [
    {
        q: 'Хронологічна послідовність різновидів першолюдей, що у давнину заселяли українські землі:',
        options: [
            'архантропи, палеоантропи, неоантропи',
            'homo sapiens, homo erectus, homo habilis',
            'кроманьйонець, неандерталець, пітекантроп',
            'людина вміла, людина розумна, людина з прямою ходою'
        ],
        answer: 0
    },

    {
        q: 'Укажіть назву пам’ятки культури, зображеної на фото:',
        options: [
            'золота пектораль з кургану Товста могила',
            'первісний музичний інструмент. Мізинська стоянка',
            'браслет із меандровим орнаментом. Мізинська стоянка',
            'золотий гребень з кургану Солоха'
        ],
        answer: 3,
        img: '2.png'
    },

    {
        q: 'Назвіть східнослов’янські племена, що мешкали на українських землях:',
        options: [
            'дуліби, білі хорвати, уличі, древляни, поляни',
            'сіверяни, дреговичі, полочани, дорійці, тиверці',
            'кривичі, радимичі, волиняни, роксолани, авари',
            'поляни, сіверяни, словени, в’ятичі, вісляни'
        ],
        answer: 0,
    },

    {
        q: 'Правитель Київської Русі у 945 – 964 рр.:',
        options: [
            'Ігор',
            'Святослав',
            'Олег',
            'Ольга'
        ],
        answer: 3,
    },

    {
        q: 'Галицько-Волинську державу в літописах називали «Мала Русь»:',
        options: [
            'у XІІІ ст.',
            'у XІV ст.',
            'у XІІ ст.',
            'у XV ст. '
        ],
        answer: 1,
    },

    {
        q: 'У 1340-х рр. Волинь перейшла до складу:',
        options: [
            'Молдовського князівства',
            'Угорського королівства',
            'Великого князівства Литовського',
            'Польського королівства'
        ],
        answer: 2,
    },

    {
        q: 'Провал планів партійно-радянського керівництва СРСР із хлібозаготівлі в Українській СРР 1932 р. призвів до запровадження на селі',
        options: [
            'терору голодом.',
            'системи раднаргоспів.',
            'кампанії з розкуркулення.',
            'заходів зі згортання колективізації.'
        ],
        answer: 0,
    },

    {
        q: 'Кількість козаків, записаних до першого реєстру:',
        options: [
            '50 осіб',
            '150 осіб',
            '300 осіб',
            '600 осіб '
        ],
        answer: 2,
    },

    {
        q: 'Рік, коли відбулася Жванецька облога:',
        options: [
            '1654 р.',
            '1653 р.',
            '1652 р.',
            '1651 р.'
        ],
        answer: 1,
    },

    {
        q: 'Історичне значення Андрусівського договору:',
        options: [
            'без відома гетьманів українські землі були поділені між Московським царством, Османською імперією, Річчю Посполитою',
            'без відома гетьманів українські землі були поділені по Дніпру Московським царством та Річчю Посполитою',
            'українські землі потрапили під протекторат Московського царства',
            'українські землі потрапили під протекторат Швеції'
        ],
        answer: 1,
    },

    {
        q: 'Гетьман, який спільно з боярином Василем Голіциним організував другий кримський похід:',
        options: [
            'Іван Скоропадський',
            'Іван Мазепа',
            'Іван Брюховецький',
            'Іван Самойлович'
        ],
        answer: 1,
    },

    {
        q: 'Рік ліквідації російською владою козацтва Слобідської України:',
        options: [
            '1765 р.',
            '1795 р.',
            '1781 р.',
            '1775 р.'
        ],
        answer: 0,
    },

    {
        q: 'Рік ліквідації Києво-Могилянської академії:',
        options: [
            '1834 р.',
            '1820 р.',
            '1817 р.',
            '1805 р.'
        ],
        answer: 2,
    },

    {
        q: 'Документ, яким громадське або політичне об’єднання повідомляє населення та органи влади про свої програмні положення, вимоги чи пропозиції:',
        options: [
            'універсал',
            'меморандум',
            'циркуляр',
            'директива'
        ],
        answer: 1,
    },

    {
        q: 'Період голодомору в Радянській Україні:',
        options: [
            '1933 – 1935 рр.',
            '1932 – 1933 рр.',
            '1930 – 1931 рр.',
            '1929 – 1931 рр.'
        ],
        answer: 1,
    },

    {
        q: 'Дата створення Української повстанської армії (УПА):',
        options: [
            '1 вересня 1939 р.',
            '22 червня 1941 р.',
            '2 серпня 1940 р.',
            '14 жовтня 1942 р.'
        ],
        answer: 3,
    },

    {
        q: 'Економічне перетворення, яке мало місце під час хрущовської «відлиги»:',
        options: [
            'дозволено оренду землі та діяльність кооперативів в промисловості',
            'створені галузеві міністерства, на підприємствах запроваджується госпрозрахунок',
            'ліквідовано галузеві міністерства та створені раднаргоспи',
            'ліквідовано приватну власність в промисловості та сільському господарстві'
        ],
        answer: 2,
    },

    {
        q: 'Дата виступу української інтелігенції в київському кінотеатрі «Україна» з протестами проти арештів українських діячів культури:',
        options: [
            '4 квітня 1965 р.',
            '4 червня 1965 р.',
            '4 вересня 1965 р.',
            '4 лютого 1965 р.'
        ],
        answer: 2,
    },

    {
        q: 'Дата проведення Всеукраїньского референдуму та виборів Президента України:',
        options: [
            '15 березня 1990 р.',
            '1 грудня 1991 р.',
            '16 липня 1990 р.',
            '24 серпня 1991 р.'
        ],
        answer: 1,
    },

    {
        q: 'Політичний курс КПРС, який був започаткований у 1985 р.:',
        options: [
            '«відлига»',
            '«неп»',
            '«воєнний комунізм»',
            '«перебудова»'
        ],
        answer: 3,
    },

]