const quiz = [
    {
        q: 'Укажіть із запропонованих можливу траєкторію руху тіла, модуль переміщення якого дорівнює 1 м,  а шлях – 3 м.',
        options: [
            'півколо',
            'дві сторони квадрата',
            'відрізок',
            'три сторони квадрата'
        ],
        answer: 3
    },
    {
        q: 'Тіло рухається прямолінійно так, що модуль швидкості його руху протягом усього часу збільшується. Яким із-поміж наведених рівнянь залежності координати x тіла від часу t можна описати цей рух? Усі значення величин у рівняннях виражено в одиницях SI. Уважайте, що вісь координат Ox паралельна траєкторії руху тіла.',
        options: [
            'x = 5 – 2t^2',
            'x = 5 + 3t',
            'x = 5 – 3t',
            'x = 5t – 2t^2'
        ],
        answer: 0
    },
    {
        q: 'Укажіть із-поміж наведених назву процесу, під час якого середня кінетична енергія хаотичного руху молекул газу сталої маси зростає.',
        options: [
            'ізохорне охолодження',
            'ізотермічне стискання',
            'адіабатне розширення',
            'ізобарне розширення'
        ],
        answer: 3
    },
    {
        q: 'На рисунку зображено графік зміни температури олова сталої маси із часом 𝛕. Визначте проміжок часу, протягом якого тривало плавлення олова.',
        options: [
            '52 c',
            '92 c',
            '104 c',
            '196 c'
        ],
        answer: 2,
        img: '31.png'
    },
    {
        q: 'Якщо заряд конденсатора зменшити вдвічі, то енергія електричного поля конденсатора',
        options: [
            'не зміниться',
            'збільшиться у 2 рази',
            'зменшиться в 4 рази',
            'збільшиться в 4 рази'
        ],
        answer: 2
    },

    {

        q: 'Електролітичною дисоціацією називають',
        options: [
            'розпад молекул на йони під впливом полярних молекул розчинника',
            'злиття різнойменних йонів у молекулу',
            'утворення йонів під впливом йонізатора',
            'вивільнення електронів речовини під дією електромагнітного випромінювання'
        ],
        answer: 0
    },

    {
        q: 'Позитивно заряджена кулька рухається в однорідному магнітному полі. Лінії магнітної індукції 𝐵→ магнітного поля та вектор швидкості руху частинки 𝑈→ напрямлені так, як зображено на рисунку. Укажіть напрямок сили, що діє на кульку.',
        options: [
            'угору у площині рисунка',
            'униз у площині рисунка',
            'до вас перпендикулярно до площини рисунка',
            'від вас перпендикулярно до площини рисунка'
        ],
        answer: 2,
        img: '32.png'
    },

    {
        q: 'Укажіть рівняння залежності зміщення x тіла від часу t, яким можна описати гармонічні коливання тіла, амплітуда яких дорівнює 5 см, а період коливань становить 0,5 с. Усі значення фізичних величин у рівняннях виражено в одиницях SI.',
        options: [
            'x = 5 sin(0,5𝛑t)',
            'x = 5 sin(4𝛑t)',
            'x = 0,05 sin(𝛑t)',
            'x = 0,05 sin(4𝛑t)'
        ],
        answer: 3
    },

    {
        q: 'Обмотка 1 трансформатора містить більшу кількість витків, ніж його обмотка 2. Приладом змінного струму вимірюють напругу й силу струму в обмотках навантаженого трансформатора. Укажіть співвідношення між значеннями цих величин.',
        options: [
            'U1>U2, I1>I2',
            'U1<U2, I1>I2',
            'U1>U2, I1<I2',
            'U1<U2, I1<I2'
        ],
        answer: 2
    },

    {
        q: 'Газ отримав унаслідок конвекції кількість теплоти Q, утратив унаслідок теплопровідності кількість теплоти 0,2Q і виконав під час розширення роботу 0,5Q. Визначте, як і на скільки змінилася маса газу з погляду спеціальної теорії відносності (СТВ). Швидкість світла у вакуумі дорівнює c.',
        options: [
            'збільшилася на 1,7Q/c^2',
            'збільшилася на 1,3Q/c^2',
            'збільшилася на 0,37Q/c^2',
            'збільшилася на 0,7Q/c^2'
        ],
        answer: 2
    },

    {
        q: 'Укажіть НЕПРАВИЛЬНЕ твердження стосовно електромагнітної хвилі.',
        options: [
            'Електромагнітна хвиля є поперечною хвилею.',
            'Для поширення електромагнітних хвиль потрібне лише пружне середовище.',
            'Довжина хвилі обернено пропорційна до її частоти.',
            'Електромагнітна хвиля переносить енергію й імпульс.'
        ],
        answer: 1
    },

    {
        q: 'Яке явище за участі світла є причиною різнокольорового забарвлення мильної бульбашки?',
        options: [
            'відбивання',
            'розсіювання',
            'інтерференція',
            'заломлення'
        ],
        answer: 2
    },

    {
        q: 'Яка взаємодія є головною причиною розсіювання альфа-частинок під час їхнього проходження крізь золоту фольгу в досліді Резерфорда?',
        options: [
            'гравітаційна',
            'кулонівська',
            'магнітна',
            'ядерна'
        ],
        answer: 1
    },

    {
        q: 'Непоступально рухаються',
        options: [
            'сходи ескалатора метро',
            'курсор на моніторі комп’ютера',
            'потяг на прямолінійній ділянці дороги',
            'дитяча іграшка дзиґа'
        ],
        answer: 3
    },

    {
        q: 'Побутовий газовий балон заправляють скрапленим пропан-бутаном під тиском, вищим за атмосферний. Під час цього молекули газової суміші',
        options: [
            'зменшуються',
            'не змінюються',
            'об’єднуються',
            'збільшуються'
        ],
        answer: 1
    },

    {
        q: 'Електричний опір неізольованого металевого дроту не зміниться, якщо',
        options: [
            'розрізати його навпіл і з’єднати обидві частини паралельно',
            'протягти його через волочильний верстат (видовжити)',
            'нарізати на ньому різьбу',
            'вкрити його ізолювальним матеріалом'
        ],
        answer: 3
    },

    {
        q: 'Що НЕ Є джерелом світла?',
        options: [
            'сонце',
            'полум*я',
            'місяць',
            'світляк'
        ],
        answer: 2
    },

    {
        q: 'Максимально можливий виграш у силі у 8 разів дає система блоків із',
        options: [
            '4 рухомих і 3 нерухомих',
            '3 рухомих і 3 нерухомих',
            '2 рухомих і 4 нерухомих',
            '1 рухомого й 3 нерухомих'
        ],
        answer: 1
    },

    {
        q: 'Укажіть тіло, кінетична енергія якого змінюватиметься.',
        options: [
            'пліт, на якому сплавляються ділянкою річки сталої ширини й глибини',
            'м’яч, що закидають у баскетбольну корзину',
            'листочок, що рівномірно поступально падає з гілки дерева',
            'равлик, який рухається зі швидкістю 9 см/хв'
        ],
        answer: 1
    },

    {
        q: 'За звичайних умов вода замерзає за температури 0 °С. А краплинки води, із яких складаються хмари, починають замерзати лише за температури, нижчої від ‑17 °С. Укажіть твердження, яке пояснює ці факти.',
        options: [
            'у води низька теплопровідність',
            'заважає сонячне випромінювання',
            'заважають сили поверхневого натягу',
            'у маленьких краплинках немає центрів кристалізації'
        ],
        answer: 3
    },

]