const quiz = [
    {
        q: 'Прочитайте опис: «У цю фазу мейозу завершується формування веретена поділу. До центромер пар гомологічних хромосом прикріплюються нитки веретена поділу, і хромосоми розташовуються в одній площині в центральній частині клітини». <br> Доберіть правильну відповідь. <br><br> У яку фазу мейозу відбуваються описані процеси?:',
        options: [
            'профаза І',
            'метафаза І',
            'телофаза ІІ'
        ],
        answer: 1
    },

    {
        q: 'Прочитайте опис: «У цю фазу мейозу завершується формування веретена поділу. До центромер пар гомологічних хромосом прикріплюються нитки веретена поділу, і хромосоми розташовуються в одній площині в центральній частині клітини». <br> Доберіть правильну відповідь. <br><br> Якими речовинами утворено веретено поділу?',
        options: [
            'білками',
            'ліпідами',
            'вуглеводами'
        ],
        answer: 0
    },

    {
        q: 'Прочитайте опис: «У цю фазу мейозу завершується формування веретена поділу. До центромер пар гомологічних хромосом прикріплюються нитки веретена поділу, і хромосоми розташовуються в одній площині в центральній частині клітини». <br> Доберіть правильну відповідь. <br><br> Що в нормі потрапляє внаслідок цієї фази мейотичного поділу до дочірніх клітин?',
        options: [
            'хроматиди кожної з хромосом',
            'по одній хромосомі з кожної пари',
            'пари гомологічних хромосом'
        ],
        answer: 1
    },

    {
        q: 'Розгляньте поштовий блок марок серії «Заповідники і природні парки України». Укажіть правильне твердження. <br><br> На території Шацького національного природного парку охороняють види рослин і тварин:',
        options: [
            'степових ландшафтів',
            'гірських букових і смерекових лісів',
            'озерно-болотно-лісових комплексів'
        ],
        answer: 2,
        img: '30.jpg'
    },

    {
        q: 'Розгляньте поштовий блок марок серії «Заповідники і природні парки України». Укажіть правильне твердження. <br><br> Екологічна роль організму, позначеного буквою Б, –:',
        options: [
            'продуцент',
            'консумент',
            'редуцент'
        ],
        answer: 1,
        img: '30.jpg'
    },

    {
        q: 'Розгляньте поштовий блок марок серії «Заповідники і природні парки України». Укажіть правильне твердження. <br><br> Організм, який пристосований до розмноження і розвитку у водному середовищі, позначено буквою:',
        options: [
            'А',
            'Б',
            'В'
        ],
        answer: 2,
        img: '30.jpg'
    },

    {
        q: 'Одним зі спадкових захворювань людини є дальтонізм. Нездатність розрізняти червоний і зелений кольори зумовлена дефектом у генах, які містяться в Х-хромосомі. Рецесивна мутація в одному із цих генів призводить до втрати відповідної чутливості, тому людина погано розрізняє кольори в червоно-зеленій ділянці спектра. <br> На уроці було запропоновано вибрати можливі родоводи успадкування дальтонізму. Перший учень вибрав родовід 1, а другий – родовід 2. <br><br> Чи мав хтось із них рацію?',
        options: [
            'лише перший учень',
            'лише другий учень',
            'обидва мали рацію',
            'обидва помилялися'
        ],
        answer: 1,
        img: '7.jpg'
    },

    {
        q: 'На схематичному зображенні буквою Х позначено складник, клітини якого',
        options: [
            'усмоктують із ґрунту воду з розчиненими органічними речовинами',
            'виділяють воскоподібні речовини й утворюють кутикулу',
            'забезпечують міцність і гнучкість листкової пластинки',
            'транспортують органічні речовини до стебла й кореня'
        ],
        answer: 1,
        img: '9.png'
    },

    {
        q: 'У покритонасінних рослин ендосперм утворюється внаслідок злиття спермія',
        options: [
            'із центральною клітиною',
            'з клітиною стінки зав’язі',
            'з яйцеклітиною',
            'зі спорою'
        ],
        answer: 0
    },

    {
        q: 'Якою буквою на схемі життєвого циклу папоротей позначено гаметофіт?',
        options: [
            'А',
            'Б',
            'В',
            'Г'
        ],
        answer: 2,
        img: '11.png'
    },

    {
        q: 'Укажіть назву гриба з трубчастим гіменофором.',
        options: [
            'бліда поганка',
            'білий гриб',
            'сироїжка',
            'мухомор'
        ],
        answer: 1
    },

    {
        q: 'Проаналізуйте підписи до рисунка амеби протей. Укажіть ПОМИЛКОВИЙ підпис.',
        options: [
            'травна вакуоля',
            'скоротлива вакуоля',
            'війки',
            'ядро'
        ],
        answer: 2,
        img: '13.jpg'
    },

    {
        q: 'Проаналізуйте інформацію і виконайте завдання. <br><br> Рослини-хижаки мешкають на субстратах, бідних на сполуки Нітрогену. Хижі рослини компенсують нестачу цього хімічного елемента, перетравлюючи невеликих тварин, яких ловлять за допомогою видозмінених листків. На поверхні таких листків є залози, що виділяють травні ферменти, подібні до пепсину. Також є залози, ферменти яких значно пришвидшують розщеплення речовин у покривах комах. Комахи є основною здобиччю рослин-хижаків (їх ще називають комахоїдними) – росичок, непентесів і сарраценій (див. рисунок). Інші – водні пухирники й альдрованди – ловлять найчастіше планктонних ракоподібних. <br><br> Наслідком нестачі вказаного хімічного елемента є недостатня кількість утворюваних в організмах рослин-хижаків',
        options: [
            'моносахаридів',
            'стероїдів',
            'жирів',
            'білків'
        ],
        answer: 3,
        img: '14.png'
    },

    {
        q: 'Проаналізуйте інформацію і виконайте завдання. <br><br> Рослини-хижаки мешкають на субстратах, бідних на сполуки Нітрогену. Хижі рослини компенсують нестачу цього хімічного елемента, перетравлюючи невеликих тварин, яких ловлять за допомогою видозмінених листків. На поверхні таких листків є залози, що виділяють травні ферменти, подібні до пепсину. Також є залози, ферменти яких значно пришвидшують розщеплення речовин у покривах комах. Комахи є основною здобиччю рослин-хижаків (їх ще називають комахоїдними) – росичок, непентесів і сарраценій (див. рисунок). Інші – водні пухирники й альдрованди – ловлять найчастіше планктонних ракоподібних. <br><br> Ферменти залоз видозмінених листків забезпечують розщеплення речовин у покривах комах. Однією з таких речовин є',
        options: [
            'хітин',
            'глікоген',
            'крохмаль',
            'целюлоза'
        ],
        answer: 0,
        img: '14.png'
    },

    {
        q: 'Проаналізуйте інформацію і виконайте завдання. <br><br> Рослини-хижаки мешкають на субстратах, бідних на сполуки Нітрогену. Хижі рослини компенсують нестачу цього хімічного елемента, перетравлюючи невеликих тварин, яких ловлять за допомогою видозмінених листків. На поверхні таких листків є залози, що виділяють травні ферменти, подібні до пепсину. Також є залози, ферменти яких значно пришвидшують розщеплення речовин у покривах комах. Комахи є основною здобиччю рослин-хижаків (їх ще називають комахоїдними) – росичок, непентесів і сарраценій (див. рисунок). Інші – водні пухирники й альдрованди – ловлять найчастіше планктонних ракоподібних. <br><br> Тварини, які є основною здобиччю рослин-хижаків, належать до',
        options: [
            'кишковопорожнинних',
            'кільчастих червів',
            'членистоногих',
            'хордових '
        ],
        answer: 2,
        img: '14.png'
    },

    {
        q: 'На рисунку показано один зі способів регуляції роботи нирки. Укажіть регуляторний чинник (1) і результат його дії (2).',
        options: [
            '1 – інсулін, 2 – зниження концентрації цукру в крові',
            '1 – тироксин, 2 – затримування йонів Са2+ в організмі',
            '1 – антидіуретичний гормон, 2 – зниження артеріального тиску',
            '1 – кортикостероїд (альдостерон), 2 – підвищення артеріального тиску'
        ],
        answer: 3,
        img: '18.png'
    },

    {
        q: 'До якої тканини належать клітини, що утворюють альвеоли легень?',
        options: [
            'епітеліальної',
            'м’язової',
            'нервової',
            'сполучної'
        ],
        answer: 0
    },

    {
        q: 'Середні добові енергетичні витрати школяра становлять 11 800 кДж. Дані щодо його добового раціону та енергетичної цінності поживних речовин наведено в таблиці. <br><br> Проаналізуйте твердження щодо наслідків дотримання школярем такого раціону протягом місяця. <br> І. До кінця місяця школяр схудне. <br> ІІ. Більше половини енергетичних потреб забезпечено вуглеводами. <br><br> Чи є поміж них правильні?',
        options: [
            'правильне лише І',
            'правильне лише ІІ',
            'обидва правильні',
            'немає правильних'
        ],
        answer: 0,
        img: '20.jpg'
    },

    {
        q: 'Вторинна сеча утворюється внаслідок',
        options: [
            'фільтрації в капсулі нефрона',
            'реабсорбції в капсулі нефрона',
            'фільтрації у звивистих канальцях',
            'реабсорбції у звивистих канальцях'
        ],
        answer: 3
    },

    {
        q: 'На рисунку відображено послідовні зміни угруповань організмів на острові протягом 200 років. Доберіть із-поміж наведених підпис до цього рисунка.',
        options: [
            '«Фенологічні зміни в рослин»',
            '«Екологічне видоутворення»',
            '«Філогенез рослин»',
            '«Первинна сукцесія»'
        ],
        answer: 3,
        img: '23.jpg'
    }
]