const quiz = [
    {
        q: 'Укажіть формулу речовини, у молекулі якої відношення кількостей атомів елементів становить 1:2:1.',
        options: [
            'СН3ОН',
            'СН3СООН',
            'СН3СН2ОН',
            'СН3СНО'
        ],
        answer: 1
    },
    {
        q: 'Символи лужних елементів наведено в рядку',
        options: [
            'F, Cl, Br',
            'Ca, Sr, Ba',
            'Fe, Co, Ni',
            'Li, Na, K'
        ],
        answer: 3
    },
    {
        q: 'Укажіть назву хімічного елемента, в атомі якого 6 s-електронів і 6 р-електронів.',
        options: [
            'Карбон',
            'Неон',
            'Магній',
            'Сульфур '
        ],
        answer: 2
    },
    {
        q: 'Проаналізуйте електронну формулу молекули (див. рисунок). Укажіть кількість спільних електронних пар, утворених атомом Х.',
        options: [
            '2',
            '4',
            '8',
            '16'
        ],
        answer: 1,
        img: 'c31.png'
    },
    {
        q: 'У спосіб, схематично зображений на рисунку, можна розділити суміш води й',
        options: [
            'виноградного цукру',
            'кухонної солі',
            'оцтової кислоти',
            'соняшникової олії'
        ],
        answer: 3,
        img: 'c32.png'
    },

    {

        q: 'У трьох колбах є водні розчини кислот об’ємом 1 л кожний. У першому розчині міститься сульфатна кислота кількістю речовини 0,005 моль, у другому – нітратна кислота кількістю речовини 0,01 моль, у третьому – етанова кислота кількістю речовини 0,01 моль. Значення водневого показника (рН)',
        options: [
            'у всіх трьох розчинах однакове',
            'у першому розчині найменше',
            'у другому та третьому розчині однакове',
            'у третьому розчині найбільше'
        ],
        answer: 3
    },

    {
        q: 'Перетворіть схему хімічної реакції на хімічне рівняння і вкажіть коефіцієнт перед формулою кисню: NH3 + O2 → NO + H2O',
        options: [
            '2',
            '3',
            '4',
            '5'
        ],
        answer: 3
    },

    {
        q: 'Формулу металу й солі, які реагують між собою  у водному розчині, наведено в рядку',
        options: [
            'Zn i CuSO4',
            'Cu i FeSO4',
            'Fe i AlCl3',
            'Al i MgCl2'
        ],
        answer: 0
    },

    {
        q: 'Укажіть формулу оксиду, який реагує з хлоридною кислотою і НЕ реагує з натрій гідроксидом.',
        options: [
            'CO',
            'SiO2',
            'ZnO',
            'MgO'
        ],
        answer: 3
    },

    {
        q: 'У якому рядку наведено формули двох речовин, що виявляють амфотерні властивості?',
        options: [
            'Al2O3 i Zn(OH)2',
            'ZnO i Al2(SO4)3',
            'Zn(OH)2 i ZnCl2',
            'ZnCl2 i Al2(SO4)3'
        ],
        answer: 0
    },

    {
        q: 'Укажіть назву алкану, відносна молекулярна маса якого дорівнює 72.',
        options: [
            'пентан',
            'пропан',
            'гептан',
            'гексан'
        ],
        answer: 0
    },

    {
        q: 'Укажіть правильне твердження.',
        options: [
            'Гідруванням етену добувають етин.',
            'Продуктом каталітичної гідратації етену є етаналь.',
            'Етен добувають гідролізом кальцій ацетиленіду.',
            'Етен реагує з гідроген хлоридом.'
        ],
        answer: 3
    },

    {
        q: 'У якому рядку назви речовин розташовано за посиленням кислотних властивостей їхніх водних розчинів?',
        options: [
            'фенол, етанол, етанова кислота',
            'етанова кислота, етанол, фенол',
            'етанол, фенол, етанова кислота',
            'етанол, етанова кислота, фенол'
        ],
        answer: 2
    },

    {
        q: 'Йодне число – показник ступеня ненасиченості органічних речовин. Що більше йодне число, то більша маса йоду, який може приєднати досліджувана речовина масою 100 г. З-поміж наведених найбільше значення йодного числа в речовини, назва якої',
        options: [
            'тристеарат',
            'триолеат',
            'етилстеарат',
            'етилпальмітат'
        ],
        answer: 1
    },

    {
        q: 'Електричний струм не проводить',
        options: [
            'водний розчин гідроген хлориду',
            'розплав натрій гідроксиду',
            'розплав калій сульфату',
            'водний розчин етанолу'
        ],
        answer: 3
    },

    {
        q: 'Укажіть один зі способів добування алюміній сульфіду.',
        options: [
            'реакція алюміній сульфату з калій сульфідом у водному розчині',
            'реакція алюмінію з натрій сульфідом у водному розчині',
            'реакція алюмінію із сіркою за нагрівання',
            'гідроліз алюміній сульфату'
        ],
        answer: 2
    },

    {
        q: 'Із розбавленою хлоридною кислотою реагує кожна з двох речовин, назви яких',
        options: [
            'натрій карбонат і мідь',
            'цинк і барій гідроксид',
            'силіцій(IV) оксид i магній',
            'срібло й аргентум(I) нітрат'
        ],
        answer: 1
    },

    {
        q: 'До водного розчину барій хлориду добавили водний розчин солі Х. Унаслідок цього утворився осад, який не розчинився в розбавленій нітратній кислоті. Укажіть назву солі Х',
        options: [
            'натрій карбонат',
            'натрій сульфіт',
            'калій сульфат',
            'калій сульфід'
        ],
        answer: 2
    },

    {
        q: 'Бутан не вступає в реакції',
        options: [
            'відщеплення',
            'ізомеризації',
            'приєднання',
            'заміщення'
        ],
        answer: 2
    },

    {
        q: 'Для якісного виявлення гліцеролу у водному розчині потрібно використати.',
        options: [
            'розчин брому у воді.',
            'водно-спиртовий розчин фенолфталеїну.',
            'свіжоосаджений купрум(II) гідроксид за надлишку лугу.',
            'амоніачний розчин аргентум(І) оксиду за нагрівання.'
        ],
        answer: 2
    },

]