const quiz = [
    {
        q: 'Виберіть варіант, в якому вказані грецькі міста-держави Північного Причорномор’я, що знаходилися на території сучасної України:',
        options: [
            'Ольвія, Сіракузи, Спарта',
            'Гераклея Понтійська, Афіни, Офіусса',
            'Феодосія, Калос Лімен, Керкінітида',
            'Мілет, Херсонес, Тіра'
        ],
        answer: 2
    },
    {
        q: 'Початок першого болгарського (дунайського) походу Святослава:',
        options: [
            '967 р.',
            '966 р.',
            '965 р.',
            '968 р.'
        ],
        answer: 3
    },
    {
        q: 'У якому столітті відбулися описані події? «… Василій Іванович, великий князь московський, взяв град Смоленський. Король Сигізмунд… послав проти нього свого воєводу князя Костянтина Івановича Острозького, старосту луцького і брацлавського, з хоробрими воїнами литовськими і руськими. І стали князь з воїнами литовськими проти великої ворожої армії, і вдарили та погубили вісімдесят тисяч, а інших в полон взяли»:',
        options: [
            'XVІІ ст.',
            'XV ст.',
            'XІV ст.',
            'XVІ ст.'
        ],
        answer: 3
    },
    {
        q: 'Книгодрукування на українських землях розпочав:',
        options: [
            'Іван Федоров',
            'Петро Могила',
            'Швайпольд Фіоль',
            'Франциск Скорина'
        ],
        answer: 0
    },
    {
        q: 'Рік, коли відбулася битва під Хотином:',
        options: [
            '1625 р.',
            '1621 р.',
            '1630 р.',
            '1616 р.'
        ],
        answer: 1
    },
    {
        q: 'Укажіть історичну особу, якій належали ці слова: «… я малий і незначний чоловік, але це Бог мені дав, що нині я єдиновладець і самодержець руський… Я вже довів, про що ніколи не думав, а далі доведу, що задумав. Виб’ю з лядської неволі увесь руський народ, а що раніше я воював за свою шкоду й кривду, то нині воюватиму за нашу віру православну…»:',
        options: [
            'Іван Богун',
            'Богдан Хмельницький',
            'Іван Сірко',
            'Ян ІІ Казимир Ваза'
        ],
        answer: 1
    },
    {
        q: 'Державний діяч, який став гетьманом після смерті Богдана Хмельницького:',
        options: [
            'Юрій Хмельницький',
            'Яким Сомко',
            'Іван Виговський',
            'Іван Брюховецький'
        ],
        answer: 0
    },
    {
        q: 'Період антипольського повстання на Правобережній Україні під керівництвом Семена Палія:',
        options: [
            '1708 – 1709 рр.',
            '1710 – 1712 рр.',
            '1695 – 1696 рр.',
            '1702 – 1704 рр.'
        ],
        answer: 3
    },
    {
        q: 'Подія, яка пов’язує зазначені дати: 1734, 1750, 1768 рр.:',
        options: [
            'найбільша активність гайдамацького руху',
            'російсько-турецькі війни',
            'російсько-польські війни',
            'три поділи Речі Посполитої'
        ],
        answer: 0
    },
    {
        q: 'Рік ліквідації царською владою греко-католицької церкви на Правобережній Україні:',
        options: [
            '1839 р.',
            '1847 р.',
            '1825 р.',
            '1817 р.'
        ],
        answer: 0
    },
    {
        q: 'Регіон, який відповідно Константинопольському трактату (конвенції) 1775 р. офіційно відійшов до Австрійської імперії:',
        options: [
            'Буковина',
            'Закарпаття',
            'Лемківщина',
            'Бессарабія'
        ],
        answer: 0
    },
    {
        q: 'Архітектурна пам‘ятка, зображена на світлині:',
        options: [
            'Будівля Київського університету',
            'Будівля оперного театру в Одесі',
            'Будинок з химерами в Києві',
            'Будинок Полтавського губернського земства'
        ],
        answer: 0,
        img: '12.png'
    },
    {
        q: 'Масовий виїзд українців другої половини ХІХ ст. в інший регіон власної держави чи за її межі, викликаний зубожінням, малоземеллям, нерозвиненою промисловістю та демографічним вибухом:',
        options: [
            'депопуляція',
            'етнополітика',
            'промисловий переворот',
            'трудова міграція'
        ],
        answer: 3
    },
    {
        q: 'Рік створення Товариства українських поступовців (ТУП):',
        options: [
            '1908 р.',
            '1906 р.',
            '1909 р.',
            '1907 р.'
        ],
        answer: 0
    },
    {
        q: 'Релігійний діяч, обраний у 1900 р. на посаду митрополита греко-католицької церкви:',
        options: [
            'Богдан Ханенко',
            'Андрій Шептицький',
            'Ілля Шраг',
            'Євген Чикаленко'
        ],
        answer: 1
    },
    {
        q: 'Порядковий номер Універсалу Центральної Ради, який проголосив незалежність УНР:',
        options: [
            'ІV-й',
            'ІІІ-й',
            'ІІ-й',
            'І-й'
        ],
        answer: 0
    },
    {
        q: 'Стаття Йосипа Сталіна «Запаморочення від успіхів», яка була опублікована в газеті «Правда», присвячувалася:',
        options: [
            'політиці «українізації»',
            'масовим репресіям в армії',
            '«перегинам» у процесі масової колективізації',
            'темпам індустріалізації'
        ],
        answer: 2
    },
    {
        q: 'Початок вигнання нацистських загарбників з України:',
        options: [
            'грудень 1943 р.',
            'листопад 1942 р.',
            'грудень 1942 р.',
            'листопад 1943 р.'
        ],
        answer: 2
    },
    {
        q: 'Рік укладання Паризького мирного договору між УРСР та Болгарією, Румунією, Фінляндією, Італією, Угорщиною:',
        options: [
            '1945 р.',
            '1946 р.',
            '1947 р.',
            '1948 р.'
        ],
        answer: 2
    },
    {
        q: 'Соціально-політична діяльність, яка, нехтуючи об’єктивними законами історичного розвитку, керується суб’єктивними бажаннями й довільними рішеннями осіб, котрі здійснюють її:',
        options: [
            'суб’єктивізм',
            'культ особи',
            'волюнтаризм',
            'популізм'
        ],
        answer: 2
    }
];
