const quiz = [
    {
        q: 'Однаковий звук позначають букви, підкреслені в окремих словах речення',
        options: [
            'У Києві для <u>с</u>лабозорих людей презентували 3D-модель Софій<u>с</u>ького <u>с</u>обору.',
            '<u>Ц</u>ей со<u>ц</u>іальний проєкт розширить доступ до туристичних міс<u>ц</u>ь Києва особам з особливими потребами.',
            'На сайт<u>і</u> КМДА повідомляють, що конс<u>т</u>рукцію встановлено за кош<u>т</u>и добродійників і за сприяння низки громадських організацій.',
            'Ре<u>л</u>ьєфна моде<u>л</u>ь допоможе слабозорим <u>л</u>юдям «побачити руками» архітектурну пам\'ятку.'
        ],
        answer: 3
    },
    {
        q: 'Прочитайте речення (цифра позначає наступне слово).<br><br>' +
            '(1)Відг<u>о</u>мін перелітних птахів, глибокі (2)к<u>о</u>лії на розмитому дощами (3)чорноз<u>е</u>мі, перший (4)пр<u>и</u>морозок, (5)бурштин<u>о</u>ве й багряне листя, струшене (6)листоп<u>а</u>дом, – усе це (7)<u>о</u>знаки (8)чарівн<u>о</u>ї осені. <br><br>' +
            'НЕПРАВИЛЬНО підкреслено букви на позначення наголошених голосних у всіх словах, позначених цифрами',
        options: [
            '1, 3, 7',
            '4, 5, 8',
            '1, 2, 6',
            '4, 7, 8'
        ],
        answer: 0
    },
    {
        q: 'Букву и треба писати на місці пропуску в усіх словах рядка',
        options: [
            'височ..на, відгр..міти, вогн..ще',
            'власн..ця, кош..чок, пост..лити',
            'заб..рати, ч..рговий, тр..вожний',
            'печ..во, шел..стіння, др..жати'
        ],
        answer: 0
    },
    {
        q: 'М\'який знак треба писати на місці пропуску в усіх словах рядка',
        options: [
            'кан..йон, учител..ський, камін..чик',
            'жен..шеневий, одягаєт..ся, чотир..ма',
            'повін..чати, слиз..кий, малесен..кий',
            'жмен..ці, порт..єрний, виріз..блений'
        ],
        answer: 3
    },
    {
        q: 'Подвоєні букви треба писати в усіх словах рядка',
        options: [
            'чесніст..ю, повін..ю, піч..ю',
            'детал..ю, сіл..ю, радіст..ю',
            'розповід..ю, рис..ю, віс..ю',
            'суміш..ю, любов..ю, міл..ю'
        ],
        answer: 2
    },

    {

        q: 'Разом треба писати всі слова в рядку',
        options: [
            'від/тепер, на/далі, що/вівторка',
            'без/вісти, по/перше, аби/куди',
            'по/волі, до/вподоби, на/вмання',
            'зі/споду, по/суті, по/тихеньку'
        ],
        answer: 0
    },

    {
        q: 'Правил уживання великої букви дотримано в реченні',
        options: [
            'На Майдані Свободи в Харкові на Новий Рік зазвичай установлюють велику штучну ялинку.',
            'Наша Сонячна система – частина галактики Чумацький Шлях, яка є лише піщинкою у Всесвіті.',
            'У серпні 1991 року Верховна рада України ухвалила Акт проголошення Незалежності України.',
            'За міфами, гора Парнас – це місцеперебування Бога Аполлона та його супутниць – дев\'яти Муз.'
        ],
        answer: 1
    },

    {
        q: 'Спільнокореневими до слова крити є всі слова, ОКРІМ',
        options: [
            'відкриття',
            'закривати',
            'скривити',
            'покрівля'
        ],
        answer: 2
    },

    {
        q: 'НЕМАЄ орфографічних помилок у варіанті',
        options: [
            'Ніколи не купайтесь у не знайомій водоймі, не переконавшись спочатку, що там цілком беспечно.',
            'Якщо погано плаваєте, то не купайтеся наодинці й не заходьте у воду надто глибоко.',
            'Не пірнайте, якщо ще невправні в цьому, бо наражаїтеся на ризик ударитися об дно.',
            'Якщо зтомилися, переверніться на спину: так зможете відпочити, просто полежавши на поверхні води.'
        ],
        answer: 1
    },

    {
        q: 'Завдання стосується тексту з пронумерованими пропусками. <br> Відновіть початковий зміст цього тексту, добираючи для кожного з пропусків 10–14 правильний варіант з-поміж запропонованих у відповідних завданнях. <br><br> Американський бізнесмен і новатор у <b>(10) __________ </b>прикладних (11) __________ технологій Стів Джобс разом зі Стівеном Возняком заснували компанію «Apple» для (12) __________ комп\'ютерів власної конструкції. Автором більшості розробок був Возняк, а Джобс став маркетологом і (13) __________ «Apple» на одну з найприбутковіших корпорацій світу, ринкову вартість якої можна (14) __________ з валовим внутрішнім продуктом Аргентини або Нідерландів.',
        options: [
            'галузі',
            'області',
            'площині',
            'середовищі'
        ],
        answer: 0
    },

    {
        q: 'Завдання стосується тексту з пронумерованими пропусками. <br> Відновіть початковий зміст цього тексту, добираючи для кожного з пропусків 10–14 правильний варіант з-поміж запропонованих у відповідних завданнях. <br><br> Американський бізнесмен і новатор у (10) __________ прикладних <b>(11) __________ </b> технологій Стів Джобс разом зі Стівеном Возняком заснували компанію «Apple» для (12) __________ комп\'ютерів власної конструкції. Автором більшості розробок був Возняк, а Джобс став маркетологом і (13) __________ «Apple» на одну з найприбутковіших корпорацій світу, ринкову вартість якої можна (14) __________ з валовим внутрішнім продуктом Аргентини або Нідерландів.',
        options: [
            'інформованих',
            'інформатичних',
            'інформативних',
            'інформаційних'
        ],
        answer: 3
    },

    {
        q: 'Завдання стосується тексту з пронумерованими пропусками. <br> Відновіть початковий зміст цього тексту, добираючи для кожного з пропусків 10–14 правильний варіант з-поміж запропонованих у відповідних завданнях. <br><br> Американський бізнесмен і новатор у (10) __________ прикладних (11) __________ технологій Стів Джобс разом зі Стівеном Возняком заснували компанію «Apple» для <b>(12) __________ </b> комп\'ютерів власної конструкції. Автором більшості розробок був Возняк, а Джобс став маркетологом і (13) __________ «Apple» на одну з найприбутковіших корпорацій світу, ринкову вартість якої можна (14) __________ з валовим внутрішнім продуктом Аргентини або Нідерландів.',
        options: [
            'устаткування',
            'видавництва',
            'генерування',
            'виробництва'
        ],
        answer: 3
    },

    {
        q: 'Завдання 10–14 стосується тексту з пронумерованими пропусками. <br> Відновіть початковий зміст цього тексту, добираючи для кожного з пропусків 10–14 правильний варіант з-поміж запропонованих у відповідних завданнях. <br><br> Американський бізнесмен і новатор у (10) __________ прикладних (11) __________ технологій Стів Джобс разом зі Стівеном Возняком заснували компанію «Apple» для (12) __________ комп\'ютерів власної конструкції. Автором більшості розробок був Возняк, а Джобс став маркетологом і <b>(13) __________ </b> «Apple» на одну з найприбутковіших корпорацій світу, ринкову вартість якої можна (14) __________ з валовим внутрішнім продуктом Аргентини або Нідерландів.',
        options: [
            'перетворив',
            'перевтілив',
            'трансформував',
            'видозмінив'
        ],
        answer: 0
    },

    {
        q: 'Завдання 10–14 стосується тексту з пронумерованими пропусками. <br> Відновіть початковий зміст цього тексту, добираючи для кожного з пропусків 10–14 правильний варіант з-поміж запропонованих у відповідних завданнях. <br><br> Американський бізнесмен і новатор у (10) __________ прикладних (11) __________ технологій Стів Джобс разом зі Стівеном Возняком заснували компанію «Apple» для (12) __________ комп\'ютерів власної конструкції. Автором більшості розробок був Возняк, а Джобс став маркетологом і (13) __________ «Apple» на одну з найприбутковіших корпорацій світу, ринкову вартість якої можна <b>(14) __________ </b> з валовим внутрішнім продуктом Аргентини або Нідерландів.',
        options: [
            'ідентифікувати',
            'порівняти',
            'співставити',
            'протиставити'
        ],
        answer: 1
    },

    {
        q: 'Завдання стосується речень, у яких зроблено пропуски. Укажіть правильні варіанти послідовного заповнення цих пропусків для кожного речення. <br><br> Зустрінемось __________ біля пам\'ятника __________.',
        options: [
            'у пів сьомої, Лесі Українки',
            'о пів на сьому, Лесі Українці',
            'о пів по шостій, Лесі Українки',
            'у шість тридцять, Лесі Українки',
            'у пів до сьомої, Лесі Українці'
        ],
        answer: 1
    },

    {
        q: 'Завдання стосується речень, у яких зроблено пропуски. Укажіть правильні варіанти послідовного заповнення цих пропусків для кожного речення. <br><br> Дуже прошу вас, __________, ставте __________ підпис.',
        options: [
            'Петро Миколайович, розбірливий',
            'Петру Миколайович, розбірливу',
            'Петре Миколайович, розбірливий',
            'Петру Миколайовичу, розбірливу',
            'Петре Миколайовичу, розбірливий'
        ],
        answer: 4
    },

    {
        q: 'Завдання стосується речень, у яких зроблено пропуски. Укажіть правильні варіанти послідовного заповнення цих пропусків для кожного речення. <br><br> Що краще ми пізнавали нового однокласника, то все __________ він нам видавався: і мови давалися хлопцеві __________, ніж іншим, і в математиці був __________ серед ровесників.',
        options: [
            'найцікавішим, більш легко, самим сильним',
            'більш цікавішим, легкіше, сильнішим',
            'цікавшим, більш легше, найбільш сильним',
            'більш цікавим, легко, самим сильним',
            'цікавішим, легше, найсильнішим'
        ],
        answer: 4
    },

    {
        q: 'Завдання стосується речень, у яких зроблено пропуски. Укажіть правильні варіанти послідовного заповнення цих пропусків для кожного речення. <br><br> Господарі виставкового павільйону добре підготувалися до прийому більш ніж __________ гостей із __________ міст України.',
        options: [
            'дев\'ятиста, сімдесятьох',
            'дев\'ятисот, сімдесяти',
            'дев\'ятьохсот, семидесяти',
            'дев\'ятсот, сімидесяти',
            'дев\'ятиста, семидесятьох'
        ],
        answer: 1
    },

    {
        q: 'Завдання стосується речень, у яких зроблено пропуски. Укажіть правильні варіанти послідовного заповнення цих пропусків для кожного речення. <br><br> Друзі, __________ до Гордія Юрійовича, щоб подякувати __________ за корисні поради.',
        options: [
            'пійдімо, його',
            'пішлімо, йому',
            'ходімте, його',
            'ходімо, йому',
            'пішліть, його'
        ],
        answer: 3
    },

    {
        q: 'Прочитайте речення (цифра позначає попередній розділовий знак). <br> <br> Серіал «І будуть люди» побудовано у формі саги,(1) де крізь призму життя звичайних людей показано турбулентні етапи ХХ століття:(2) Першу світову війну,(3) прихід радянської влади,(4) але кожен герой сприйняв ці зміни з позиції власної правди,(5) хоча всіх дійових осіб об\'єднало бажання знайти своє місце в новому історичному вимірі. <br> <br> НЕПРАВИЛЬНИМ є обґрунтування вживання розділових знаків, запропоноване в рядку',
        options: [
            'кома 1 – перед підрядною частиною складного речення',
            'двокрапка 2 – після узагальнювального слова',
            'кома 3 – при однорідних членах речення',
            'кома 4 – між частинами складного речення, що поєднані сурядним зв\'язком',
            'кома 5 – між частинами складного речення, що поєднані безсполучниковим зв\'язком'
        ],
        answer: 4
    },



    

]