const quiz = [
    {
        q: 'Тіло рухається по колу рівномірно 6. Визначте, у скільки разів модуль переміщення за 3 с руху більший від модуля переміщення за 1 с руху.',
        options: [
            '√2',
            '√3',
            '2',
            '3'
        ],
        answer: 2
    },
    {
        q: 'Робота сили тяжіння дорівнює нулю під час',
        options: [
            'горизонтального польоту літака',
            'падіння яблука з дерева вертикально',
            'руху м’яча від початкової до верхньої точки під кутом до горизонту',
            'підняття вантажу вертикально'
        ],
        answer: 0
    },
    {
        q: 'На важелі, що може вільно обертатися навколо осі О, підвішено кілька однакових тягарців (див. фото). Визначте точку, у якій необхідно підвісити ще один такий самий тягарець, щоб важіль зрівноважився й зайняв горизонтальне положення. Уважайте, що спочатку важіль без тягарців був зрівноважений',
        options: [
            '1',
            '2',
            '3',
            '4'
        ],
        answer: 0,
        img: '21.png'
    },
    {
        q: 'Виберіть твердження, у якому правильно розкрито зміст поняття «тепловий рух».',
        options: [
            'зміна із часом положення тіла в просторі відносно інших тіл',
            'рух, який виникає внаслідок зміни температури тіла',
            'безперервний, хаотичний рух частинок, з яких складається тіло',
            'упорядкований рух частинок, з яких складається тіло'
        ],
        answer: 2
    },
    {
        q: 'Абсолютна температура нагрівача теплової машини, яка працює за циклом Карно, у 2,5 раза перевищує абсолютну температуру холодильника цієї машини. Визначте коефіцієнт корисної дії теплової машини.',
        options: [
            '25%',
            '40%',
            '60%',
            '75%'
        ],
        answer: 2
    },

    {

        q: 'На рисунку зображено лінії напруженості електричного поля, створеного деякою системою зарядів. Укажіть рядок, у якому наведено обидва правильні співвідношення між потенціалами 𝛗1 і 𝛗2 та модулями напруженостей Е1 і Е2 електричного поля в точках 1 і 2 відповідно.',
        options: [
            '𝛗1> 𝛗2; E1>E2',
            '𝛗1>𝛗2; E1<E2',
            '𝛗1< 𝛗2; E1>E2',
            '𝛗1< 𝛗2; E1<E2'
        ],
        answer: 1,
        img: '22.png'
    },

    {
        q: 'Визначте середовище, у якому носіями електричного струму є лише позитивні та негативні йони.',
        options: [
            'кристал силіцію',
            'солона вода',
            'сплав міді з оловом',
            'пара ртуті всередині лампи'
        ],
        answer: 1
    },

    {
        q: 'На первинну обмотку трансформатора подано напругу 220 В. Якою буде напруга на вторинній обмотці, якщо первинна обмотка містить 500, а вторинна – 2000 витків дроту.',
        options: [
            '110 B',
            '220 B',
            '440 B',
            '880 B'
        ],
        answer: 3
    },

    {
        q: 'Розглядаючи коштовне каміння складної огранки, можна часто спостерігати різнокольоровий блиск, хоча каміння освітлено білим світлом. Яке з явищ є причиною утворення різних кольорів?',
        options: [
            'дифракція',
            'дисперсія',
            'інтерференція',
            'поляризація'
        ],
        answer: 1
    },

    {
        q: 'Після трьох альфа- і чотирьох бета-розпадів ядро деякого елемента X перетворюється в ядро елемента Y. На скільки відрізняються в періодичній системі порядкові номери цих елементів?',
        options: [
            '2',
            '4',
            '8',
            '11'
        ],
        answer: 0
    },

    {
        q: 'Маятник настінного годинника здійснює коливання із частотою 2 Гц. Скільки разів за хвилину потенціальна енергія маятника набуває максимального значення?',
        options: [
            '30',
            '60',
            '120',
            '240'
        ],
        answer: 3
    },

    {
        q: 'Доказом поперечності світлових хвиль є явище',
        options: [
            'дисперсії',
            'поляризації',
            'інтерференції',
            'дифракції'
        ],
        answer: 1
    },

    {
        q: 'Яке випромінювання стає значно слабшим після проходження крізь аркуш паперу?',
        options: [
            'гамма-випромінювання',
            'бета-випромінювання',
            'альфа-випромінювання',
            'потік нейтронів'
        ],
        answer: 2
    },

    {
        q: 'Укажіть ситуацію, у якій вага тіла більша за силу тяжіння, що діє на тіло.',
        options: [
            'автомобіль, рухаючись рівномірно, перебуває у верхній точці опуклого мосту',
            'космонавт перебуває в ракеті під час її старту з поверхні Землі',
            'камінь падає з деякої висоти',
            'людина починає опускатися разом із кабіною ліфта'
        ],
        answer: 1
    },

    {
        q: 'За якого стану речовини передавання тепла не може відбуватися за допомогою конвекції?',
        options: [
            'твердий',
            'рідкий',
            'газоподібний',
            'плазма'
        ],
        answer: 0
    },

    {
        q: 'Укажіть, якому кольору світла відповідають фотони з найбільшою енергією.',
        options: [
            'червоному',
            'жовтому',
            'зеленому',
            'фіолетовому'
        ],
        answer: 3
    },

    {
        q: 'Усю воду із широкої посудини перелили у високу вузьку порожню посудину. Якими стануть сила тиску й тиск води на дно вузької посудини після цього порівняно із силою тиску й тиском цієї води на дно широкої посудини? Уважайте, що посудини мають циліндричну форму.',
        options: [
            'сила тиску не зміниться, тиск зменшиться',
            'сила тиску не зміниться, тиск збільшиться',
            'сила тиску збільшиться, тиск збільшиться',
            'сила тиску збільшиться, тиск зменшиться'
        ],
        answer: 1
    },

    {
        q: 'Вологе повітря міститься в циліндрі під поршнем. Водяна пара в циліндрі може стати насиченою після',
        options: [
            'ізотермічного розширення повітря',
            'ізохорного охолодження повітря',
            'ізобарного нагрівання повітря',
            'ізохорного нагрівання повітря'
        ],
        answer: 1
    },

    {
        q: 'Пружною деформацією твердого тіла називають таку, що',
        options: [
            'повністю зникає після припинення дії зовнішніх сил',
            'частково зникає після припинення дії зовнішніх сил',
            'не залежить від дії прикладених зовнішніх сил',
            'не змінюється після припинення дії зовнішніх сил'
        ],
        answer: 0
    },

    {
        q: 'Визначте, як зміниться кількість теплоти, що виділяється за одиницю часу в провіднику з постійним електричним опором, якщо силу струму в колі збільшити в 4 рази.',
        options: [
            'зменшиться в 4 рази',
            'збільшиться у 2 рази',
            'збільшиться у 8 рази',
            'збільшиться у 16 рази'
        ],
        answer: 3
    },

]