const quiz = [
    {
        q: 'Який хімічний елемент поширений у природі у формі простої речовини?',
        options: [
            'Нітроген',
            'Натрій',
            'Фосфор',
            'Флуор'
        ],
        answer: 0
    },
    {
        q: 'Наведено ряд хімічних елементів:  Sn, Sb, Si, S. Укажіть правильне твердження щодо них.',
        options: [
            'усі елементи розташовані в одній групі періодичної системи',
            'поміж цих елементів немає галогенів',
            'поміж цих елементів немає металічних',
            'валентність елементів у вищому оксиді однакова'
        ],
        answer: 1
    },
    {
        q: 'Фенол – летка з характерним запахом кристалічна речовина. Її температура плавлення близько 40 оС. Укажіть тип кристалічних ґраток фенолу.',
        options: [
            'йонні',
            'атомні',
            'металічні',
            'молекулярні'
        ],
        answer: 3
    },
    {
        q: 'Добування кисню з гідроген пероксиду є реакцією',
        options: [
            'розкладу',
            'сполучення',
            'заміщення',
            'обміну'
        ],
        answer: 0
    },
    {
        q: 'Є два однакові прилади, колби яких заповнені газами (див. рисунок). <br><br> Без порушення герметичності в кожну з колб додали кілька крапель водно-спиртового розчину фенолфталеїну. Проаналізуйте твердження. <br><br> І.  В обох колбах спостерігали зменшення тиску. <br><br> ІІ. В обох колбах спостерігали появу малинового забарвлення доданої рідини. <br><br> Чи є поміж них правильні?',
        options: [
            'правильне лише І',
            'правильне лише ІІ',
            'обидва правильні',
            'немає правильних'
        ],
        answer: 0,
        img: 'c11.png'
    },

    {

        q: 'Укажіть формулу оксиду, який за звичайних умов (20-25 оС, 1 атм) реагує і з водою, і з бромідною кислотою.',
        options: [
            'СаО',
            'SO2',
            'NO',
            'NiO'
        ],
        answer: 0
    },

    {
        q: 'Яким з описаних дослідів доведено амфотерні властивості однієї з речовин?',
        options: [
            'одавання краплі води до суміші порошків алюмінію і йоду зумовило початок екзотермічної реакції',
            'під дією водного розчину алюміній хлориду універсальний індикаторний папірець набув червоного кольору',
            'унаслідок взаємодії алюмінію з хлоридною кислотою виділився безбарвний вибухонебезпечний газ',
            'свіжодобутий осад алюміній гідроксиду розчинився і в хлоридній кислоті, і в розчині лугу, узятого в надлишку'
        ],
        answer: 3
    },

    {
        q: 'Укажіть назву речовини, у водному розчині якої фенолфталеїн набуде такого самого кольору, як і в розчині натрій карбонату.',
        options: [
            'натрій сульфат',
            'барій сульфід',
            'амоній хлорид',
            'калій нітрат'
        ],
        answer: 1
    },

    {
        q: 'Неорганічною речовиною є',
        options: [
            'кисень',
            'сахароза',
            'оцтова кислота',
            'етиловий спирт'
        ],
        answer: 0
    },

    {
        q: 'Проаналізуйте схему перетворень. Реакції приєднання відбуваються під час перетворень, позначених цифрами',
        options: [
            '1, 2',
            '1, 3',
            '2, 3',
            '1, 2, 3'
        ],
        answer: 2,
        img: 'c12.png'
    },

    {
        q: 'Укажіть правильне твердження щодо етанолу, гліцеролу й фенолу:',
        options: [
            'жодна з речовин у водному розчині не реагує з натрій гідроксидом',
            'лише одна з речовин утворюється внаслідок гідролізу жиру',
            'розчини лише двох речовин проводять електричний струм',
            'розчини всіх речовин реагують із купрум(ІІ) гідроксидом за надлишку лугу'
        ],
        answer: 1
    },

    {
        q: 'Проаналізуйте рисунок. На ньому схематично зображено реакцію',
        options: [
            'дегідратації',
            'гідрування',
            'гідролізу',
            'гідратації'
        ],
        answer: 2,
        img: 'c13.png'
    },

    {
        q: 'Проаналізуйте твердження щодо аніліну. <br><br> І.  У воді анілін виявляє сильніші оснóвні властивості, ніж амоніак. <br><br> ІІ. На відміну від бензену, анілін взаємодіє з бромною водою. <br><br> Чи є поміж них правильні?',
        options: [
            'правильне лише І',
            'правильне лише ІІ',
            'обидва правильні',
            'немає правильних'
        ],
        answer: 1
    },

    {
        q: 'Укажіть явище, яке лежить в основі застосування активованого вугілля в медицині.',
        options: [
            'амфотерність',
            'гомологія',
            'ізомерія',
            'адсорбція'
        ],
        answer: 3
    },

    {
        q: 'Хімічною реакцією є',
        options: [
            'плавлення льоду',
            'намагнічування заліза',
            'подрібнення цукру на пудру',
            'гасіння харчової соди оцтом'
        ],
        answer: 3
    },

    {
        q: 'Укажіть закінчення речення, у якому йдеться про просту речовину: «Фосфор ...».',
        options: [
            'має один стабільний ізотоп',
            'може бути білим, червоним',
            'виявляє змінну валентність',
            'міститься в кістковій тканині'
        ],
        answer: 1
    },

    {
        q: 'Взаємодією якого оксиду з водою добувають відповідний гідроксид?',
        options: [
            'ферум(ІІІ) оксиду',
            'алюміній оксиду',
            'купрум(ІІ) оксиду',
            'кальцій оксиду'
        ],
        answer: 3
    },

    {
        q: 'Негашене вапно (кальцій оксид) добувають прожарюванням вапняку, головним складником якого є кальцій карбонат. Класифікуйте цю реакцію.',
        options: [
            'екзотермічна, окисно-відновна',
            'ендотермічна, без зміни ступенів окиснення',
            'ендотермічна, окисно-відновна',
            'екзотермічна, без зміни ступенів окиснення'
        ],
        answer: 1
    },

    {
        q: 'Чим відрізняється взаємодія кальцію з водою від взаємодії натрію з нею?',
        options: [
            'реакція є екзотермічною',
            'один із продуктів реакції – малорозчинна основа',
            'один із продуктів реакції – газувата речовина',
            'реакція є окисно-відновною'
        ],
        answer: 1
    },

    {
        q: 'У водному розчині зазнає гідролізу як за катіоном, так і за аніоном',
        options: [
            'амоній етаноат',
            'натрій етаноат',
            'калій нітрат',
            'цинк нітрат'
        ],
        answer: 0
    },

]