const quiz = [
    {
        q: 'Перемогу козаків під Жовтими Водами оспівано у творі:',
        options: [
            '«Засвіт встали козаченьки»',
            '«Чи не той то хміль»',
            '«Ой Морозе, Морозенку»',
            '«Ой летіла стріла»',
            '«Дума про Марусю Богуславку»'
        ],
        answer: 2
    },

    {
        q: '«Лише з великої висоти можна було розгледіти підвалини Миколаївської імперії і вже в 1844 р. побачити царя жалюгідним ведмедиком, на очах якого всі ці підвалини провалюються», – сказано про твір:',
        options: [
            'Івана Котляревського',
            'Панаса Мирного',
            'Івана Франка',
            'Тараса Шевченка',
            'Пантелеймона Куліша'
        ],
        answer: 4
        
    },

    {
        q: 'Найважливіші етапи визвольних змагань українського народу осмислено в поезії:',
        options: [
            '«Господи, гніву пречистого…»',
            '«Балада про соняшник»',
            '«Два кольори»',
            '«Уривок з поеми»',
            '«Страшні слова, коли вони мовчать…»'
        ],
        answer: 4
    },

    {
        q: 'У жанрі новели написано обидва твори рядка:',
        options: [
            '«Я (Романтика)» і «Моя автобіографія»',
            '«Три зозулі з поклоном» і «Майстер корабля»',
            '«Valse melancolique» і «Зачарована Десна»',
            '«Камінний хрест» і «Захар Беркут»',
            '«Intermezzo» і «Модри Камень»'
        ],
        answer: 5
    },

    {
        q: 'Підзаголовок «Образ громадського життя Карпатської Руси в ХІІІ віці» має твір:',
        options: [
            '«Тіні забутих предків»',
            '«Захар Беркут»',
            '«Чорна рада»',
            '«Слово про похід Ігорів»',
            '«Хіба ревуть воли, як ясла повні?»'
        ],
        answer: 2
    },

    {
        q: 'Зразком неокласичної інтимної лірики є твір:',
        options: [
            '«У теплі дні збирання винограду…»',
            '«Ви знаєте, як липа шелестить…»',
            '«Чого являєшся мені у сні?..»',
            '«Чари ночі»',
            '«Задивляюсь у твої зіниці…»'
        ],
        answer: 2,
    },

    {
        q: 'Образ весни, яка «лине вся в прозорих шатах, у серпанках і блаватах», створив:',
        options: [
            'Іван Франко',
            'сОлександр Олесь',
            'Павло Тичина',
            'Микола Вороний',
            'Максим Рильський'
        ],
        answer: 4
    },

    {
        q: 'Особистий досвід автора під час роботи на Одеській кінофабриці покладено в основу твору:',
        options: [
            '«Місто»',
            '«Моя автобіографія»',
            '«Майстер корабля»',
            '«Мина Мазайло»',
            '«Модри Камень»'
        ],
        answer: 3
    },

    {
        q: 'У рядках «кожне слово / нашої мови / проспіване у Пісні / тож пісенними словами / з побратимами / у товаристві розмовляємо» красу й багатство рідної мови розкриває:',
        options: [
            'Василь Симоненко',
            'Дмитро Павличко',
            'Василь Стус',
            'Євген Маланюк',
            'Василь Голобородько'
        ],
        answer: 5
    },

    {
        q: 'Ознаки постмодернізму відчутні в рядках:',
        options: [
            '«Юначе! Ти мусиш любити стократ / Сильніше, ніж любиш кохану, / Колумбію-округ і Джорджію-штат, / Монтану і Луїзіану»',
            '«Можеш вибирати друзів і дружину, / Вибрати не можна тільки Батьківщину. / Можна вибрать друга і по духу брата, / Та не можна рідну матір вибирати»',
            '«Два кольори мої, два кольори, / Оба на полотнi, в душі моїй оба, / Два кольори мої, два кольори: / Червоне – то любов, а чорне – то журба»',
            '«І крізь папери, крізь перо, / Крізь дні буденні – богоданно / Рокоче запорозька кров / Міцних поплічників Богдана»',
            '«Звитяги наші, муки і руїни / безсмертні будуть у її словах. / Вона ж була як голос України, / що клекотів у наших корогвах!»'
        ],
        answer: 1,
    },

    {
        q: 'Історія кохання безіменного вояка й словацької дівчини Терези – тема твору:',
        options: [
            '«Тигролови»',
            '«Модри Камень»',
            '«Я (Романтика)»',
            '«Три зозулі з поклоном»',
            '«Valse mеRlancolique»'
        ],
        answer: 2
    },

    {
        q: '«Та й бриклива ж ти, Мотре, хоч я тебе колись любив за той перець. Вже дуже наперчила!» – докоряє дружині персонаж твору:',
        options: [
            'Івана Котляревського',
            'Пантелеймона Куліша',
            'Івана Нечуя-Левицького',
            'Панаса Мирного',
            'Івана Карпенка-Карого'
        ],
        answer: 0,
    },

    {
        q: 'Вислів «Воли в ярмі, та й ті ревуть, а то щоб душа християнська всяку догану, всяку кривду терпіла й не озвалась!» суголосний з назвою:',
        options: [
            'пригодницького роману',
            'історичного роману',
            'урбаністичного роману',
            'роману у віршах',
            'соціально-психологічного роману'
        ],
        answer: 3
    },

    {
        q: 'У формі спогадів написано обидва твори в рядку:',
        options: [
            '«Майстер корабля» і «Місто»',
            '«Тигролови» і «Зачарована Десна»',
            '«Модри Камень» і «Тигролови»',
            '«Місто» і «Модри Камень»',
            '«Майстер корабля» і «Зачарована Десна»'
        ],
        answer: 5
    },

    {
        q: 'Не захотів «вертатись на сталінську “родіну” тому, що підлість, цинізм і жорстокість більшовиків не знає меж» автор твору, де персонажами є:',
        options: [
            'доктор Тагабат і комунар Андрюша',
            'Григорій Многогрішний і Наталка Сірко',
            'Степан Радченко й Зоська',
            'Софія Дорошенко й Марта',
            'Мокій Мазайло й Уля Розсоха'
        ],
        answer: 2,
    },

    {
        q: 'Маніфестом українського модернізму літературознавці називають твір:',
        options: [
            '«De libertate»',
            '«Зачарована Десна»',
            '«Заповіт»',
            '«Valse mеlancolique»',
            '«Ти знаєш, що ти – людина?»'
        ],
        answer: 4
    },

    {
        q: 'Сільську ідилію «теплих днів збирання винограду» зобразив автор рядків:',
        options: [
            '«Ви знаєте, як сплять старі гаї?– / Вони все бачать крізь тумани»',
            '«Її він стрів. На мулах нешвидких / Вона верталась із ясного саду»',
            '«І в дорогу далеку ти мене на зорі проводжала»',
            '«Він вилазив на грушу, / і рвав у пазуху гнилиці»',
            '«Чому ж стоїш без руху ти, / Коли ввесь світ співає?»'
        ],
        answer: 2,
    },

    {
        q: 'Мрія про «загірну комуну» перетворюється на «дорогу в нікуди», коли персонаж переступає через людяність у творі:',
        options: [
            'Миколи Куліша',
            'Івана Багряного',
            'Миколи Хвильового',
            'Олександра Довженка',
            'Юрія Яновського'
        ],
        answer: 3,
    },

    {
        q: 'Характерні ознаки постмодернізму відчутні в рядках:',
        options: [
            '«Мріють крилами з туману лебеді рожеві, / Сиплють ночі у лимани зорі сургучеві»',
            '«Дівчино! Як небо її голубе, / люби її кожну хвилину. / Коханий любить не захоче тебе, / коли ти не любиш Вкраїну»',
            '«І уже в душі моїй / В сяйві мрій / В’ються хмелем арабески, / Миготять камеї, фрески, / Гомонять-бринять пісні / Голосні / І сплітаються в гротески»',
            '«Це місто – макдональд. / В його берегах / зливаються кетчупу ріки, / що їх найзухваліший, рідкісний птах / не зможе здолати довіку»',
            '«Ніч у сніговій завії / крутиться довкола стріх. / У долоні у Марії / місяць – золотий горіх»'
        ],
        answer: 4,
    },

    {
        q: 'Зразком усної народної творчості є рядки:',
        options: [
            'Сіла край серденька – / То його миленька…',
            'Я закохавсь в гучних віках, / Я волю полюбив державну…',
            'А вона, як мрія сну / Чарівна, / Сяє вродою святою…',
            'Чого звертаєш ти до мене / Чудові очі ті ясні..?',
            'Може, квіти зійдуть – і настане / Ще й для мене весела весна…'
        ],
        answer: 1,
    },

]