const quiz = [
    {
        q: 'Однаковий звук позначають букви, підкреслені в окремих словах речення',
        options: [
            'Через пан<u>д</u>емію COVID-19 на фу<u>т</u>больних трибунах нині <u>д</u>оволі порожньо.',
            'Та справж<u>н</u>і фанати не припи<u>н</u>яють уболівати за улюблені кома<u>н</u>ди.',
            'На одному з матчів кумедний виг<u>л</u>яд мав Рона<u>л</u>до, якого попроси<u>л</u>и надягнути маску.',
            'Не<u>з</u>алежно від рівня «<u>з</u>ірковості» ніхто не має права наражати на небе<u>з</u>пеку інших.'
        ],
        answer: 0
    },

    {
        q: 'Прочитайте речення (цифра позначає наступне слово). <br><br> Ще в (1)п<u>і</u>длітковому віці (2)впод<u>о</u>баннями Андрія були (3)ч<u>и</u>тання (4)довідник<u>і</u>в, (5)фахов<u>и</u>х журналів з історії та пошук (6)від<u>о</u>мостей про (7)укра<u>ї</u>нський (8)в<u>и</u>звольний рух. <br><br> НЕПРАВИЛЬНО підкреслено букви на позначення наголошених голосних у всіх словах, позначених цифрами',
        options: [
            '1 ,4, 7',
            '3 ,5, 6',
            '1, 2, 8',
            '3, 4, 8'
        ],
        answer: 3
    },

    {
        q: 'Букву е треба писати на місці пропуску в усіх словах рядка',
        options: [
            'об…режно, тр…вожний, пол…тіти',
            'мер..хтіння, вч..нити, ол..нятко',
            'підгр..бти, зач..кати, надв..чірок',
            'вел..тень, гр..мить, кр..мезний'
        ],
        answer: 2
    },

    {
        q: 'Апостроф на місці пропуску треба писати в усіх словах рядка',
        options: [
            'пуп..янок, м..юзикл, арф..яр',
            'н..юанс, матір..ю, між..ярусний',
            'кав..ярня, розв..язка, дит..ясла',
            'м..якоть, п..єдестал, б..юлетень'
        ],
        answer: 2
    },

    {
        q: 'Суфікс -ств- треба писати в іменниках, утворених від обох слів у рядку',
        options: [
            'дитина, пірат',
            'козак, товариш',
            'студент, жінка',
            'будівник, брат'
        ],
        answer: 0
    },

    {
        q: 'Разом треба писати всі слова в рядку',
        options: [
            'на/чисто, з/ранку, в/основному',
            'в/літку, по/тихеньку, на/вічно',
            'без/упину, на/весні, від/тоді',
            'до/нині, за/надто, до/вподоби'
        ],
        answer: 1
    },

    {
        q: 'Букву й треба писати на місці пропуску в усіх словах рядка',
        options: [
            'кромань..онець, сер..озний, бо..овий',
            'зна..омство, баталь..он, тра..єкторія',
            'привіле..ований, гость..овий, буль..он',
            'шампінь..н, треть..ого, кур..озний'
        ],
        answer: 0
    },

    {
        q: 'НЕМАЄ орфографічних помилок у варіанті',
        options: [
            'Основи правильного харчування та базові фізичні вправи сьогодні знає чи не кожен, хто має бажання почувати себе впевненно за будь яких обставин.',
            'Запорукою краси та здоров\'я насамперед є збалансованний щоденний рацион та оптимальне фізичне навантаження.',
            'Вибір продуктів, технологія приготування страв та особливості споживання їх мають бути підпорядковані правилам здорового харчування.',
            'Не зважаючи на розмаїття пропонованих практик здорового харчування, їх об\'єднує принцип чіткого поділу продуктів на користні та шкідливі.'
        ],
        answer: 2
    },

    {
        q: 'НЕМАЄ закінчення в обох словах рядка',
        options: [
            'співаючи, пальто',
            'ухвалено, будинок',
            'сорок, по-полтавськи',
            'навперейми, змито'
        ],
        answer: 3
    },

    {
        q: 'Завдання стосується тексту з пронумерованими пропусками. Відновіть початковий зміст цього тексту, добираючи для кожного з пропусків 10–14 правильний варіант з-поміж запропонованих у відповідних завданнях. <br><br> Американський психолог, педагог, публіцист Дейл Карнегі розробив <b>(10) __________ </b> концепцію (11) __________ спілкування, якої дотримувався й сам. Він жив за принципом: у світі немає поганих людей, є лише (12) __________ обставини, які насправді можемо легко подолати, змінивши (13) __________ до них і в такий спосіб припинивши псувати настрій як собі, так і (14) __________.',
        options: [
            'особову',
            'власну',
            'приватну',
            'осібну'
        ],
        answer: 1
    },

    {
        q: 'Завдання стосується тексту з пронумерованими пропусками. Відновіть початковий зміст цього тексту, добираючи для кожного з пропусків 10–14 правильний варіант з-поміж запропонованих у відповідних завданнях. <br><br> Американський психолог, педагог, публіцист Дейл Карнегі розробив (10) __________ концепцію <b>(11) __________ </b> спілкування, якої дотримувався й сам. Він жив за принципом: у світі немає поганих людей, є лише (12) __________ обставини, які насправді можемо легко подолати, змінивши (13) __________ до них і в такий спосіб припинивши псувати настрій як собі, так і (14) __________.',
        options: [
            'несуперечливого',
            'безконфліктного',
            'неконтраверсійного',
            'беззаперечного'
        ],
        answer: 1
    },

    {
        q: 'Завдання стосується тексту з пронумерованими пропусками. Відновіть початковий зміст цього тексту, добираючи для кожного з пропусків 10–14 правильний варіант з-поміж запропонованих у відповідних завданнях. <br><br> Американський психолог, педагог, публіцист Дейл Карнегі розробив (10) __________ концепцію (11) __________ спілкування, якої дотримувався й сам. Він жив за принципом: у світі немає поганих людей, є лише  <b> (12) __________ </b> обставини, які насправді можемо легко подолати, змінивши (13) __________ до них і в такий спосіб припинивши псувати настрій як собі, так і (14) __________.',
        options: [
            'несприятливі',
            'неласкаві',
            'непривітні',
            'неприязні'
        ],
        answer: 0
    },

    {
        q: 'Завдання стосується тексту з пронумерованими пропусками. Відновіть початковий зміст цього тексту, добираючи для кожного з пропусків 10–14 правильний варіант з-поміж запропонованих у відповідних завданнях. <br><br> Американський психолог, педагог, публіцист Дейл Карнегі розробив (10) __________ концепцію (11) __________ спілкування, якої дотримувався й сам. Він жив за принципом: у світі немає поганих людей, є лише (12) __________ обставини, які насправді можемо легко подолати, змінивши  <b>(13) __________ </b> до них і в такий спосіб припинивши псувати настрій як собі, так і (14) __________.',
        options: [
            'взаємини',
            'ставлення',
            'відносини',
            'стосунки'
        ],
        answer: 1
    },

    {
        q: 'Завдання стосується тексту з пронумерованими пропусками. Відновіть початковий зміст цього тексту, добираючи для кожного з пропусків 10–14 правильний варіант з-поміж запропонованих у відповідних завданнях. <br><br> Американський психолог, педагог, публіцист Дейл Карнегі розробив (10) __________ концепцію (11) __________ спілкування, якої дотримувався й сам. Він жив за принципом: у світі немає поганих людей, є лише (12) __________ обставини, які насправді можемо легко подолати, змінивши (13) __________ до них і в такий спосіб припинивши псувати настрій як собі, так і <b> (14) __________ </b>.',
        options: [
            'довкіллю',
            'оточуючим',
            'оточенню',
            'середовищу'
        ],
        answer: 2
    },

    {
        q: 'Прочитайте вислів-рекомендацію. <br><br> Для успішної підготовки проєкту вкрай важливо працювати з однодумцями, бо згуртована команда спроможна подолати всі перешкоди. <br><br> НЕ ВІДПОВІДАЄ наведеному вислову за своїм змістом речення',
        options: [
            'Запам\'ятайте: працюючи з однодумцями над підготовкою проєкту, ви переконаєтеся, що лише згуртована команда спроможна подолати всі перешкоди.',
            'Зауважте, що для успішної підготовки проєкту треба згуртувати команду однодумців – і вона, ця команда, зможе подолати всі перешкоди.',
            'Майте на увазі: над проєктом потрібно працювати з однодумцями, оскільки згуртована команда здолає всі перешкоди.',
            'Візьміть до уваги: працюючи зі згуртованою командою над підготовкою проекту, ви пересвідчитеся в здатності однодумців долати всі перешкоди.',
            'Зважте, чи доцільно згуртовувати в одну команду однодумців для роботи над проектом задля подолання всіх можливих перешкод.'
        ],
        answer: 4
    },

    {
        q: 'НЕПРАВИЛЬНО оформлено пряму мову в реченні',
        options: [
            'Почувши, як Олесь бідкається через складне домашнє завдання, Оксана підбадьорливо сказала: «Не переймайся так, насправді все тут доволі просто».',
            '«А я сама вигадую щасливі прикмети: почула музику, зустріла когось у яскравому одязі – трапиться щось хороше!», – ділилася позитивом Уляна.',
            '«Рухатися завжди треба туди, куди хочеш, а не туди, куди начебто йдуть усі», – любив цитувати свого наставника Орест.',
            '«Або ти не можеш нічóго змінити – і тоді хвилюватися немає сенсу, або можеш – і тоді перейматися нíчого, – сказав мудрець і пояснив: – Не марнуй сил на сумніви».',
            '«Вихід зі складної ситуації там, де й вхід, – жартує Мирослава. – Чомусь песимісти цього не розуміють».'
        ],
        answer: 1
    },

    {
        q: 'Прочитайте речення (цифра позначає попередній розділовий знак). <br><br> Франсуа Рабле на всяк лад регоче з усюдисущих пройдисвітів,(1) шарлатанів,(2) ненажер,(3) але для повного відчуття глибини цієї сатири необхідно зануритися в стихію гіпербол,(4) щедро вжитих автором:(5) те,(6) що нерідко видається хибним і перебільшеним,(7) часто спростовує пихато виголошені марнославцями вимоги. <br><br> НЕПРАВИЛЬНИМ є обґрунтування вживання розділових знаків, запропоноване в рядку',
        options: [
            'коми 1,2 – при однорідних членах речення',
            'кома 3 – між частинами складного речення, що поєднані сурядним зв\'язком',
            'кома 4 – при відокремленій обставині',
            'двокрапка 5 – між частинами складного речення, що поєднані безсполучниковим зв\'язком',
            'коми 6, 7 – для виділення підрядної частини складного речення'
        ],
        answer: 2
    },

    {
        q: 'Граматично правильне продовження речення «Перечитуючи твої листи,..» наведено в рядку',
        options: [
            'у мене покращився настрій.',
            'мені пригадалися давні події.',
            'Карпати здавалися реальністю.',
            'є можливість поринути в минуле.',
            'знову згадую нашу цікаву подорож.'
        ],
        answer: 4
    },

    {
        q: 'Навіть у __________ куточку бабусиної оселі пахло м\'ятою, чорнобривцями й __________.',
        options: [
            'найбільш дальшому, полинью',
            'якнайдалекішому, полиньом',
            'найдальшому, полином',
            'щонайдальшому, полинем',
            'найдальнішому, полинню'
        ],
        answer: 2
    },

    {
        q: 'Нагадую, __________, що сьогодні я __________ до Вас практикантів.',
        options: [
            'Микола Геннадійович, привозжу',
            'Миколу Геннадійовичу, привожжу',
            'Миколо Геннадійовиче, привожджу',
            'Миколу Геннадійовиче, приводю',
            'Миколо Геннадійовичу, приводжу'
        ],
        answer: 4
    }


]