const quiz = [
    {
        q: 'Однаковий звук позначають букви, підкреслені в окремих словах речення',
        options: [
            'Я<u>к</u>би не стримінгові сервіси, здоров’я глядачів не викли<u>к</u>ало б занепо<u>к</u>оєння.',
            'Поціновувачі «миль<u>н</u>их опер» годи<u>н</u>ами сидять, мов приклеєні до дива<u>н</u>ів.',
            'Хвороблива при<u>с</u>трасть до <u>с</u>еріалів значно по<u>с</u>илює гіподинамію.',
            'А <u>д</u>овге си<u>д</u>іння підвищує ризик розвитку серцево-су<u>д</u>инних захворювань.'
        ],
        answer: 2
    },

    {
        q: 'Прочитайте речення (цифра позначає наступне слово). <br><br> Психологиня, (1)доньк<u>а</u> моєї (2)п<u>о</u>други, пообіцяла (3)прин<u>е</u>сти (4)чергов<u>и</u>й (5)ф<u>а</u>ховий журнал, де зробила (6)п<u>о</u>значки щодо цікавих (7)в<u>и</u>падків (8)п<u>і</u>дліткових (9)уподоб<u>а</u>нь. <br><br> НЕПРАВИЛЬНО підкреслено букви на позначення наголошених голосних у всіх словах, позначених цифрами',
        options: [
            '1, 4, 6, 9',
            '2, 3, 5, 7',
            '1, 3, 5, 9',
            '2, 4, 6, 8'
        ],
        answer: 2
    },

    {
        q: 'Спрощення в групах приголосних треба позначати на письмі в усіх словах рядка',
        options: [
            'блис..нути, улес..ливий, очис..ний, реміс..ник',
            'тиж..невий, хрус..нути, балас..ний, провіс..ник',
            'доблес..ний, якіс..ний, заздріс..но, випус..ний',
            'безшелес..но, гіган..ський, виїз..ний, облас..ний'
        ],
        answer: 0
    },

    {
        q: 'Помилку в написанні слова допущено в рядку',
        options: [
            'престиж, риторика, діалог',
            'паритет, вінегрет, стиліст',
            'директор, силікон, дісконт',
            'диригент, симфонія, дисплей'
        ],
        answer: 2
    },

    {
        q: 'Букву е на місці пропуску треба писати в усіх словах рядка',
        options: [
            'увеч..рі, увічл..вість, упередж..ний',
            'оч..видячки, змал..чку, ч..мдуж',
            'беззаст..режно, кр..шити, змуш..ний',
            'б..нтежний, к..рівний, кл..котить'
        ],
        answer: 3
    },

    {
        q: 'Апостроф на місці пропуску треба писати в усіх словах рядка',
        options: [
            'від..ємний, підв..ялити, супер..ядро',
            'ін..єкційний, між..ярусний, б..ювет',
            'з..єднати, кур..йозний, суб..єктивізм',
            'інтер..єр, розм..якшувати, ф..юзеляж'
        ],
        answer: 0
    },

    {
        q: 'Дефіс замість скісної риски треба писати в усіх словах рядка',
        options: [
            'суспільно/політичний, суспільно/корисний, суспільно/економічний',
            'південно/український, південно/західний, південно/слов’янський',
            'садово/городній, садово/декоративний, садово/парковий',
            'науково/дослідний, науково/практичний, науково/подібний'
        ],
        answer: 2
    },

    {
        q: 'НЕМАЄ орфографічних помилок у варіанті',
        options: [
            'В Україні за підтримки Організації з безпеки і співробітництва в Європі триває загальнонаціональна кампанія, присвячена питанням кібербезпеки.',
            'У межах цих заходів журналіська спільнота отримала відео-ролики з рекомендаціями щодо безпечної поведінки в кіберпросторі.',
            'А школярі в усіх регіонах країни ознайомлятся з інфоброшюрами «5 правил захисту інформації від злому в інтернеті» і «5 правил безпечного шопінгу в інтернеті».',
            'Зосередженя уваги перед усім на школярах зумовлене їхньою схильністю до необдуманих дій в інтернеті, а отже, беззахисністю перед кібершахраями.'
        ],
        answer: 0
    },

    {
        q: 'Суфікс -ищ- має однакове значення в усіх словах, ОКРІМ',
        options: [
            'родовище',
            'вовчище',
            'попелище',
            'сховище'
        ],
        answer: 1
    },

    {
        q: 'Завдання стосується тексту з пронумерованими пропусками. Відновіть початковий зміст цього тексту, добираючи для кожного з пропусків 10–14 правильний варіант з-поміж запропонованих у відповідних завданнях. <br><br> Основною метою цьогорічного ділового форуму є <b>(10) ___________ </b> майданчика для обміну практичним досвідом, пошуку відповідей на (11) ___________ під час пленарного засідання питання, із якими щодня (12) ___________ керівники підприємств, а також для отримання юридичних консультацій, ознайомлення з інноваційними технологіями. Усі учасники заходу мали чудову нагоду розширити партнерську мережу завдяки (13) ___________ зустрічам з колегами під час як офіційних, так і (14) ___________частин заходу. ',
        options: [
            'заснування',
            'спорудження',
            'конструювання',
            'створення'
        ],
        answer: 3
    },

    {
        q: 'Завдання стосується тексту з пронумерованими пропусками. Відновіть початковий зміст цього тексту, добираючи для кожного з пропусків 10–14 правильний варіант з-поміж запропонованих у відповідних завданнях. <br><br> Основною метою цьогорічного ділового форуму є (10) ___________ майданчика для обміну практичним досвідом, пошуку відповідей на <b>(11) ___________ </b> під час пленарного засідання питання, із якими щодня (12) ___________ керівники підприємств, а також для отримання юридичних консультацій, ознайомлення з інноваційними технологіями. Усі учасники заходу мали чудову нагоду розширити партнерську мережу завдяки (13) ___________ зустрічам з колегами під час як офіційних, так і (14) ___________частин заходу. ',
        options: [
            'підняті',
            'дані',
            'порушені',
            'виставлені'
        ],
        answer: 2
    },

    {
        q: 'Завдання стосується тексту з пронумерованими пропусками. Відновіть початковий зміст цього тексту, добираючи для кожного з пропусків 10–14 правильний варіант з-поміж запропонованих у відповідних завданнях. <br><br> Основною метою цьогорічного ділового форуму є (10) ___________ майданчика для обміну практичним досвідом, пошуку відповідей на (11) ___________ під час пленарного засідання питання, із якими щодня <b>(12) ___________ </b> керівники підприємств, а також для отримання юридичних консультацій, ознайомлення з інноваційними технологіями. Усі учасники заходу мали чудову нагоду розширити партнерську мережу завдяки (13) ___________ зустрічам з колегами під час як офіційних, так і (14) ___________частин заходу. ',
        options: [
            'стикаються',
            'зустрічаються',
            'пересікаються',
            'перетинаються'
        ],
        answer: 0
    },

    {
        q: 'Завдання стосується тексту з пронумерованими пропусками. Відновіть початковий зміст цього тексту, добираючи для кожного з пропусків 10–14 правильний варіант з-поміж запропонованих у відповідних завданнях. <br><br> Основною метою цьогорічного ділового форуму є (10) ___________ майданчика для обміну практичним досвідом, пошуку відповідей на (11) ___________ під час пленарного засідання питання, із якими щодня (12) ___________ керівники підприємств, а також для отримання юридичних консультацій, ознайомлення з інноваційними технологіями. Усі учасники заходу мали чудову нагоду розширити партнерську мережу завдяки <b>(13) ___________ </b> зустрічам з колегами під час як офіційних, так і (14) ___________частин заходу. ',
        options: [
            'особистим',
            'міжусобним',
            'особовим',
            'особистісним'
        ],
        answer: 0
    },

    {
        q: 'Завдання стосується тексту з пронумерованими пропусками. Відновіть початковий зміст цього тексту, добираючи для кожного з пропусків 10–14 правильний варіант з-поміж запропонованих у відповідних завданнях. <br><br> Основною метою цьогорічного ділового форуму є (10) ___________ майданчика для обміну практичним досвідом, пошуку відповідей на (11) ___________ під час пленарного засідання питання, із якими щодня (12) ___________ керівники підприємств, а також для отримання юридичних консультацій, ознайомлення з інноваційними технологіями. Усі учасники заходу мали чудову нагоду розширити партнерську мережу завдяки (13) ___________ зустрічам з колегами під час як офіційних, так і <b>(14) ___________ </b> частин заходу. ',
        options: [
            'неформалістичних',
            'неформальних',
            'неформалістських',
            'неформених'
        ],
        answer: 1
    },

    {
        q: 'Потребує редагування речення',
        options: [
            'Урахувавши досвід попередників, можемо уникнути багатьох помилок.',
            'Довідавшись про щось нове, доцільно використовуймо його у власній діяльності.',
            'Будь готовий до труднощів і зневіри, вибудовуючи своє майбутнє на піску.',
            'Усвідомлюючи наслідки власних вчинків, маємо діяти відповідально та помірковано.',
            'Розв’язуючи життєві проблеми, спочатку вони можуть здаватися складними.'

        ],
        answer: 4
    },

    {
        q: 'НЕПРАВИЛЬНО оформлено чужу мову в рядку',
        options: [
            '«Київська міська рада пропонуватиме обмежити використання в магазинах поліетиленових пакетів», – повідомляє пресслужба відомства.',
            'Посадовець зазначає: «Погоджено проєкт рішення про зменшення використання поліетиленових пакетів у місцях продажу товарів».',
            '«Продавці мають запропонувати альтернативу поліетиленовій продукції,– наголошує розробник проєкту, а далі пояснює: – Це можуть бути полімерні чи паперові екопакети, багаторазові торбинки тощо».',
            '«Щороку в масштабах ЄС на смітники вивозять вісім мільярдів поліетиленових упакувань, – мотивують це рішення чиновники, – тобто на одного європейця припадає 200 таких одноразових пакетів за рік».',
            '«Частина пакетів потрапляє до світового океану з катастрофічними наслідками для флори та фауни» – додає автор проєкту Костянтин Яловий.'
        ],
        answer: 4
    },
   
    {
        q: 'Прочитайте речення (цифра позначає попередній розділовий знак). <br><br> Учені створили програму,(1) давно очікувану користувачами:(2) за її допомогою можемо проникати в «розум» інших комп’ютерів,(3) передбачаючи їхні майбутні дії,(4) і цю розробку,(5) що здатна здійснити революцію в науці,(6) уже називають першим кроком до вільної взаємодії між людьми та машинами. <br><br> НЕПРАВИЛЬНИМ є обґрунтування вживання розділових знаків, запропоноване в рядку',
        options: [
            'кома 1 – при відокремленому означенні',
            'двокрапка 2 – між частинами складного речення, що поєднані безсполучни- ковим зв’язком',
            'кома 3 – при відокремленій обставині',
            'кома 4 – при однорідних членах речення',
            'коми 5, 6 – при підрядній частині складного речення'
        ],
        answer: 3
    },
   
    {
        q: 'Прочитайте діалог. <br><br> — Марічко, роздрукуй нарешті пакет потрібних документів, – укотре емоційно нагадав тато. — На жаль, сьогодні не зможу: треба замінити картридж, а новий привезуть лише завтра, – відповіла донька. <br><br> Точно передає зміст діалогу речення',
        options: [
            'Марічка поскаржилася, мовляв, фарба в картриджі швидко закінчується, через те що тато постійно просить щось роздрукувати.',
            'Татові не сподобалося, що через використаний картридж Марічка ніяк не може роздрукувати пакет потрібних документів.',
            'Тато емоційно нагадав Марічці роздрукувати пакет потрібних документів, але донька сказала, що не зможе через використаний картридж.',
            'Тато не вважає використаний картридж вагомою причиною, тому просить Марічку таки роздрукувати пакет документів.',
            'Марічка знову відмовилася роздрукувати пакет документів, хоча тато емоційно вчергове нагадав про те, що треба було замінити картридж.'
        ],
        answer: 2
    },
   

    {
        q: 'Не ________ на часі, коли очищаєте кавомолку після використання, цим ви ________ термін її використання.',
        options: [
            'економіте, подовжите',
            'економліть, подовжете',
            'економіть, подовжити',
            'економьте, подовжте',
            'економте, подовжите'
        ],
        answer: 4
    },
   

    {
        q: 'Спочатку подадуть ________ кружальцями салямі та шматочки твердого ________ у формі трикутничків.',
        options: [
            'нарізане, сира',
            'нарізану, сиру',
            'нарізаний, сира',
            'нарізане, сиру',
            'нарізану, сира'
        ],
        answer: 1
    }

]